etobicokeMap = [
{"stop_title":"Welcome","stop_content":`
    <p>Etobicoke Creek springs from aquifers (underground reservoirs) in the Oak Ridges Moraine of Caledon. About 12,000 years ago, the last glacier retreated from the Toronto area, leaving Etobicoke Creek draining across plains comprised of clay, sand, and gravel that the glacier left behind.</p>
<p>Where Etobicoke Creek enters Lake Ontario, alder bushes eventually grew on its banks. Indigenous peoples found this species useful for medicine, dyes, and for smoking fish. They spoke of the creek as a “place of the alders”. This phrase, in the Anishnaabemowin dialect of southern Ontario, came out as “Etobicoke” when eighteenth-century European settlers tried to pronounce it.</p>
<p>These British colonists pressed upon the Credit River Mississaugas to allow them to settle Toronto, and to make Etobicoke Creek the western boundary of their settlement. While the Mississaugas agreed to share the land, the British took this as license to draw a surveyor’s line from the creek mouth northwards to delineate their “exclusive” title to the “Toronto Purchase”. </p>
<p>The colonists then began transforming the landscape and watercourse to their benefit, which continues to this day. The first major alteration came in 1811 when John Silverthorne built a mill near today’s Markland Wood. The mill so disrupted fish migrations that settlers upstream in Brampton immediately noticed that a major food source went missing.</p>
<p>Today the Etobicoke Creek still provides refreshing solace and recreation, but the disruptions of modern alterations continually remind us of harm that has been done—as when floods, like those in 1954 and 2013, rise to destroy what has been built. </p>
<p>Etobicoke Creek speaks to us of the need to honour the Earth. Are we listening?</p>
<p>&mdash;John Wilson</p>

    `,"place":"LatLng(43.58388930000004,-79.5502059)","_id":"00"},
{"stop_title":"Small Arms Inspection Building","stop_content":`
    <p>Here at the Small Arms Inspection Building we acknowledge all the Indigenous stewards of the land. This walk at the mouth of Etobicoke Creek focuses on the Toronto Purchase, Treaty 13—an agreement between the Mississaugas of the Credit and the British Crown that made European settlement in Toronto possible. Etobicoke Creek marked the western boundary of the treaty lands. These were laid out by the British surveyor, Augustus Jones, as a rectangular plot of land of 250,000 acres with a 28-mile-long straight line, later called the “Indian Line”, on its western edge. </p>
<p>This line still today marks much of the border between the York and Peel Regions. Parts of Renforth Drive, Highway 427, Highway 50, Albion Vaughan Road, and Caledon-King Townline take today’s heavy traffic up and down the “Indian Line”.</p>
<img src="img/lostrivers/eto/Full_1_The Toronto purchase.jpg" />
<div class='caption'>Unknown, The Toronto Purchase (1805), digital reproduction of colour manuscript, 39 × 23 cm. Courtesy of Toronto Public Library.</div>

    `,"place":"LatLng(43.58388930000004,-79.5502059)","_id":"01"},
{"stop_title":"Water Tower - \"Truth-telling\"","stop_content":`


    <p>The Mississaugas of the 1700s were no strangers to international affairs. They were an established and powerful nation. In 1701 their emissary signed the Great Peace of Montreal with a vibrant Thunderbird dodem. This emblem signified the Mississauga’s alliance with thirty-eight other nations from Acadia to the Mississippi River Valley, ending the Beaver Wars. Among First Nations, this Great Peace also took the form of <a href='http://muskratmagazine.com/toronto-aka-tkaronto-passes-new-city-council-protocol/' target='_blank'>the Dish With One Spoon wampum</a>. While settlers often try to interpret this wampum for their benefit, its meaning should only be discerned by Haudenosaunee (also known as Six Nations or Iroquois peoples), Mississaugas and other Anishnaabe peoples for whom it was intended.</p>

    <img src='img/lostrivers/eto/1280px-Grande_Paix_Montreal.jpeg' />
    <div class='caption'>Signatures by First Peoples chiefs, Great Peace of Montreal, 1701. Library and Archives Canada, MIKAN 3050235, folio 44. Image from public domain, via Wikipedia Commons.></div>
    <p>One hundred and four years later, in 1805, eight Mississaugas of the Credit chiefs affixed their subdued dodems to the Treaty 13 document that ceded Toronto to European settlers. Soon afterwards, all the lands at the head of Lake Ontario, save for a small village on the Credit River, were in settler hands.</p>        
    `,"place":"LatLng(43.584969500000035,-79.5468853)","_id":"02"},
{"stop_title":"Former watercourse - \"A Lost River\"","stop_content":`
    <p>The name Etobicoke, as noted above, directs Mississauga peoples to the Place of the Alders. Today the natural cover of Etobicoke Creek remains vital, as we see in this wet swale (a former course of the river), but it is greatly diminished. The natural features of the creek’s mouth were descriptive and instructive for the Mississaugas. Alder bushes have several traditional medicinal uses, but perhaps most important: its brushy wood is preferred for smoking and preserving fish. Here at Etobicoke—the name directs and focuses our attention—we can employ the bountiful gifts of the alder, particularly for the fishery. </p>
    <img src='img/lostrivers/eto/Etobicoke Creek_Lost_Rivers_walk_2019_web-09530_Yuula Benevolski.jpg' />
<div class='caption'>John Wilson speaks to group alongside Etobicoke Creek (2019). Photo by Yuula Benevolski.</div>

<p></p>The Mississaugas of the Credit explicitly demanded that the Treaty recognize their rights to fish on Etobicoke Creek, just as they later reserved the Credit River fishery for their own use. But by 1847 the treaties had been violated and their lands along the Credit had been invaded and stolen by Europeans. That year the entire Band moved to lands adjacent to the larger Six Nations reserve on the Grand River near Brantford. <a href='http://mncfn.ca/about-mncfn/treaty-lands-and-territory/' target='_black'>There they still assert their Treaty Rights in ongoing negotiations with the Canadian government as representative of the Crown.</a></p>

    `,"place":"LatLng(43.58485879999999,-79.54523309999999)","_id":"03"},
{"stop_title":"Etobicoke Creek - \"The river we see today\"","stop_content":`
    <p>Etobicoke Creek has been altered almost beyond recognition. This channel bears little resemblance to the mouth of the river in 1805. The entire watercourse from the Oak Ridges Moraine, through Brampton, Mississauga, and Toronto has been deforested and farmed, then urbanized, with large subdivisions, paved roads and parking lots, major industrial parks, and Toronto’s airport.</p>

    <p>By 1811, settlers named Joseph and John Silverthorne were constructing a saw and grist mill powered by the strong flow of Etobicoke Creek at upstream rapids. The effluent from the mill, bearing saw dust and chaff onto the riverbed, decimated fish stocks. Soon the people of Brampton complained that salmon and other fish were no longer migrating upstream. The energy needs of one group were impoverishing the lives of another.</p>
    
    <p>The river’s alternation has also created conditions for dangerous flooding, as rainwaters flow rapidly off hard surfaces to an increasingly eroded riverbed. The disastrous flood after Hurricane Hazel in October 1954, destroyed many homes and took the lives of seven people here at the mouth of Etobicoke Creek, among the eighty-one who died in Ontario.</p>
    
    `,"place":"LatLng(43.58573890000003,-79.5428298)","_id":"04"},
{"stop_title":"Former South Outlet - base point for the \"Indian Line\"","stop_content":`
    <p>Before Etobicoke Creek was altered and straightened, it had a second “South Outlet” near this spot on the beach of Marie Curtis Park. It is from this spot that the surveyor, Augustus Jones, began laying out the straight “Indian Line” to mark the western edge of the Toronto Purchase. Artist Bonnie Devine has created works that show the violence that resulted from drawing treaty and property lines to divide people and disfigure the landscape.</p>
<p>>Devine’s work Border Line/Border Braid (2018), part of her exhibition Circles and Lines: Michi Saagiig (2018) at the Art Gallery of Mississauga, shows a surveyor’s transit and the chain (represented by a blood-red sash) used to measure off the lands and waters to be alienated from Indigenous peoples. </p>

<p style='margin-left:2em;'>In a conversation (“The View From Here”, 2019) with Luis Jacob at Union Station as part of the Biennial, Devine explained:</p>

<p style='margin-left:2em;'>For North American Indigenous populations in the eastern Woodlands, the appearance in their midst of teams of surveyors with tripods, chains, sextants, and pegs was often the first sign of invasion. A surveyor’s transit mounted on a tripod not only looked like a piece of artillery, it was as politically threatening and deadly as any colonist’s musket and was usually just as effective and lethal […] </p>

<p style='margin-left:2em;'>I would ask you to consider the surveyor's transit and tripod here and how it looks like a weapon.” </p>
<img src='img/lostrivers/eto/4 Bonnie Devine-Border Line-Border Braid -Circles and Lines exhibit.jpg' />
<div class='caption'>Bonnie Devine, Border Line/Border Braid (2018), installation shot from Circles and Lines: Michi Saagiig, Art Gallery of Mississauga, 2018. Photo by Toni Hafkenscheid. Courtesy of the Art Gallery of Mississauga and the artist.></div>

<p>Indeed, here on Etobicoke Creek this was the case. The Mississaugas first confronted the surveying crews when they crossed the Humber River to the east, driving them back from this place, probably foreseeing the alienation that drawing the “Indian Line” would create.</p>

<p>A line is a geometric construct connecting two points. This lost “South Outlet” of Etobicoke Creek was one point; another point identified by a “Maple Tree blazed on four sides” defined the “Indian Line” that extended twenty-eight miles inland. The maple tree three and three-quarter miles upstream was probably very near the grounds of today’s Neilson Park Creative Centre in the Markland Wood neighbourhood.</p>

<img src='img/lostrivers/eto/Detail_1_The Toronto purchase .jpg' />
<div class='caption'>Unknown, The Toronto Purchase (detail) (1805), digital reproduction of colour manuscript, 39 × 23 cm. Courtesy of Toronto Public Library.></div>
    `,"place":"LatLng(43.58202980000003,-79.54316350000002)","_id":"05"},
{"stop_title":"Stop 6 - Firing range - \"Reflection on Dominion, Truth and Reconciliation\"","stop_content":`
    <p>Here amid the curious “baffles” that were used when this was a firing range to test the weapons manufactured at the armament factory at our starting and ending point, we need to reflect on a path of Reconciliation. Among many things, reconciliation requires fostering a different view of land and waters. For seven generations since the “Toronto Purchase” we have destroyed, diminished, and alienated the natural world of our Mother Earth. Our scientists tell us that our path must be changed abruptly to avert climactic cataclysm.</p>
    <p>Our alienation began with taking dominion over Indigenous peoples and the lands, waters, and creatures they had stewarded from time immemorial. Our Dominion of Canada, each of us living here on Turtle Island, needs to face certain Truths and commit deeply to Reconciliation that can guarantee life for seven generations into the future and more to come.</p>
    <img src='img/lostrivers/eto/_Lost_Rivers_walk_2019_web-09391.jpg' />
    <div class='caption'>John Wilson ends the walk on the beach at Marie Curtis Park next to the Lakeview Wastewater Treatment Plant (2019). Photo by Yuula Benevolski.</div>
 `,"place":"LatLng(43.581719000000014,-79.54713850000002)","_id":"06"}]











