lowerDonMap = [
    {"stop_title":"Wonscotonach—The Don River","stop_content":`
        <p>The city of Toronto grew up around the lower reaches of a river. Mississauga peoples living here called it Wonscontonach after the “point of land, made bright by fire” at its mouth (Toronto Island). European colonials re-envisioned the river and renamed it after an English stream—the River Don in industrial Yorkshire. </p>

        <p>The growing city used the river’s energy to power their mills and its marshes to dump municipal and industrial waste. The river became a filthy embarrassment. The early twentieth-century response was to straighten the river, line it with rails and roads and fill the marshes to create port lands, neglecting the river’s life-giving waters.</p>

        <p>In 1969 one of Canada’s first environmental demonstrations was fanciful street theatre—“Funeral for the Don”—a plea by youthful activists to clean up the environment.</p>

        <p>For years thereafter a growing body of citizens agitated to bring back the Don River as a living central spine for the community. They climbed chain link fence barriers to get to the riverbanks. In 1991 a group called Bring Back the Don published their vision of a clean, green, accessible river valley in the city. This vision still inspires those who desire a restorative relation to nature—from local community clean-ups and healthy walking groups. The vision even drives a massive naturalization project currently restoring the connection between river and Toronto Bay.</p>

        <p>Restoring and decolonizing the Wonscotonach—the Don can help us and our offspring to restore our essential connections with each other and with the Earth. </p>

        <p>—John Wilson</p>

        `,"_id":"00"},
    {"stop_title":"St Matthews Clubhouse","stop_content":`
        
        
        <p>—We gathered at St Matthews Clubhouse on Broadview Avenue for a welcome and Land Acknowledgement: “So we're actually going to start with the land acknowledgments, and I'd like to know who in this group knows what the land acknowledgment is. Almost everybody whoa, whoa,... we've come a way. Yeah! Honestly, I was in a group the other week, literally no one had ever heard of it. So, this is refreshing. We acknowledge Toronto as a gathering place for many people of Turtle Island who recognize the long history of First Nations people in Ontario and show respect today to the ones that return the city and back the Mississauga's of the credits and the Chippewa—also transplants of trying to get rid of that big echo of what's going on. The territory was a subject with a dish with one spoon wampum belt covenant's agreement between the Iroquois Confederacy and the Ojibwe and allied nations to peaceably care for and share the resources around the Great Lakes. This territory is also covered by the Upper Canada treaties.</p>
    <p>—Who's heard of the dish with one spoon? Wow. What I usually say here, especially if there are lots of immigrants in the group, which would include me, is that when you become a Canadian citizen, it's important to know that you've actually signed on to the treaties and that we all become treaty people as we become Canadian citizens and sign on to the duty of caring for and sharing the land. Today, Toronto is home to many indigenous people from across Turtle Island or North America, and we are grateful to be here. Chi-miigwech.” (Helen Mills)</p>
    
    <p><img src='img/lostrivers/helen-welcome.jpg'></p>
    <div class='caption'>Helen Mills welcomes participants outside St Matthews Clubhouse at the edge of Riverdale Park West (2019). Photo by Chiedza Pasipanodya</div>`,"place":"LatLng(43.667692, -79.35378)","_id":"00"},
{"stop_title":"Riverdale Park East","stop_content":`<p>Moving down the hill into Riverdale Park East, we heard from the River Poets.</p>

    <audio controls src='audio/Nicholas Power_Don River_a larger river.m4a'></audio>
    <div class='caption'>
    Listen to Nicholas Power reading from “a larger river” (2014). Courtesy of the author.</div>
    
    <p>Nicholas Power, “a larger river” (<em>Reading the Don</em>, 2014)</p>
     <p>
     &nbsp;&nbsp;“let’s stand where trees stood in the water<br />
     &nbsp;&nbsp;&nbsp;&nbsp;         where Toronto can be a word for how to catch fish<br />
     &nbsp;&nbsp;&nbsp;&nbsp;        where salmon find a place to lay their eggs<br />
     &nbsp;&nbsp;&nbsp;&nbsp;       where the cries of birds can still awaken the unknown in all of us<br />
     &nbsp;&nbsp;    where we can be grateful for the changing course of the river<br />
     &nbsp;&nbsp;where we don’t right the river &nbsp;&nbsp;&nbsp;&nbsp; the river writes us<br />
    let’s linger where we can learn about time by standing by a river<br />
    &nbsp;&nbsp;    let’s praise the watercourse not bury it”   
        </p> 
    `,"place":"LatLng(43.667678, -79.354925)","_id":"01"},
{"stop_title":"Through the Park","stop_content":`
    
    <p><img src='img/lostrivers/river-poets-read.jpg'></p>
    <div class='caption'>
    River Poets share their writing along the route with the group (2019). Photo by Chiedza Pasipanodya.
    </div>
    <audio controls src='audio/Maureen Hynes_Crossing at Dawn Ed.m4a'></audio>

    <div class='caption'>
    Listen to Maureen Hynes read an excerpt from “Crossing at Dawn” (2014). Courtesy of the author.
    </div>
    <p>
    Maureen Hynes, “Crossing at Dawn” (2014)
    </p>
    <p>
    “At sunrise that autumn day we hired the ruined<br />
    Civil War veteran to row us from the present to the past,<br />
    across the Don River where the Queen Street bridge<br />
    was washed out in the 1930s. Charon, we called him<br />
    behind his back, though he was just taking us to<br />
    another life. He and Ruth and I at first light, floating<br />
    into that other atmosphere, the outer realm of morning<br />
    waiting in the east. A kingfisher lighted on one of his oars,<br />
    a flock of Monarchs pursued us from the Joe Pye weed<br />
    on the banks. The journey so much longer than we expected.<br />
    Fall has arrived with quick blue skies. Such were our skies<br />
    that September dawn.
    </p>
    <p>
    Mid-morning our oarsman pulled up on one of the five<br />
    islands no longer in the river—dynamited out by men<br />
    who carried boxes of explosives, one by one, downhill.<br />
    The island that skaters used to rest on in winter.”
    </p>
    
    <audio controls src='audio/Dilys Leman_On River Fishing ed.m4a'></audio>

    <div class='caption'>
    Listen to Dilys Leman read an excerpt from “On River Fishing: Advice to Women, 1908” (2019). Courtesy of the author.
    </div>


    <p>
    ​​Dilys Leman, “On River Fishing: Advice to Women, 1908” (2019)
    </p>
    <p>
    “Do not dress like a man―slouching hat<br />
    & waders―unless you want to be asked to share  <br />
    <br />
    a beer. Do not question a gentleman’s technique―<br />
    how to cast, reel in, humanely kill.  <br />
    <br />
    Sensitive women need not witness the scaling<br />
    & gutting. Or hear about your quick-fry<br />
    <br />
    method. It only sickens them.  The river pike<br />
    bite, steal hair clips, wedding rings.<br />
    <br />
    Refrain from looking into their eyes.<br />
    It only encourages them.”  
    </p>
    <p>
    Note: This poem was inspired by an archival photo (1908) of three women river-fishing (see City of Toronto Archives, Fond 1244, Item 167A). The narrator (fictional) is a Toronto public health nurse in the early 1900s; she appears in several other poems in my Don River series. 
    </p>`,"place":"LatLng(43.667825, -79.356566)","_id":"02"},
{"stop_title":"Crossing the bridge","stop_content":`
    <p>—Crossing the bridge over the Don River towards Riverdale Park West, we observed the straightened path of the waterway.</p>

    <audio controls src='audio/Anita Lahey_Don River_Crossingsrexcerpt.mp3'></audio>

    <div class='caption'>
    Listen to Anita Lahey reading an excerpt from “Don River, Crossings and Expeditions” (2015). Courtesy of the author.
    </div>
    <p>
    Anita Lahey, “Don River, Crossings and Expeditions” (2015)
    </p>
    <p>
     “I don’t know what to tell you<br />
    about life along the Don. It troubles me<br />
    to imagine its wild, abundant, free-<br />
    flowing past, and how the forms of survival<br />
    I was taught to practice have left it<br />
    like a dirty, sodden rag. The year I was 22<br />
    I crossed it twice a day, sometimes more,<br />
    by bicycle, subway, streetcar. On foot,<br />
    a friend at my side. We were<br />
    cub reporters, I’d taken a call, heard<br />
    news meant only for me. He unpeeled<br />
    me from my desk to walk me home.<br />
    I might have looked down as we crossed,<br />
    vaguely noted the familiar, brown trickle<br />
    in its trench. I didn’t think of the Don<br />
    as a waterway, a succession of histories,<br />
    an altered form. The valley was<br />
    forbidding, unknowable; to live on <br />
    its eastern flank was to score<br />
    an arresting view. That morning<br />
    I crossed the river one kind of person;<br />
    I returned used-up, hollow, littered<br />
    with debris, dismal as the Don<br />
    but still moving, this way<br />
    and that, without<br />
    apparent design, braced<br />
    for my own Improvement Plan. I was due<br />
    to be channelled and dredged.”
    </p>
    <p>
    
    <p><img src='img/lostrivers/don-straightening.jpg'></p>
    <div class='caption'>
    “The Don Improvement Plan (1886-1891) saw the meandering Lower River straightened, widened, and deepened, dramatically transforming the landscape and hydrology of the marshy lower valley.” Jennifer Bonnell, “<a href='https://maps.library.utoronto.ca/dvhmp/don-narrows.html' target='_blank'>The Don Narrows</a>”. 
    </div>
    
    </p>`,"place":"LatLng(43.667575, -79.357958)","_id":"03"},
{"stop_title":"At Riverdale Park West","stop_content":`<p>
    —At Riverdale Park West, we reached Maria Thereza Alves’s temporary public sculpture <em>Phantom Pain</em> (2019) which traced the course of the Don River’s natural flow.
    </p>
    
    <p><img src='img/lostrivers/TBA_MariaTherezaAlves_RiverdaleParkWest_02.jpg'></p>
    <div class='caption'>
    Maria Thereza Alves, <em>Phantom Pain</em> (2019), public sculpture at Riverdale Park West as part of the Toronto Biennial of Art (2019). Photo: Toni Hafkenscheid. Courtesy Toronto Biennial of Art. To learn more about the project, you can tune into Maria Thereza Alves’s episode in the <a href='https://toronto-biennial-of-art-podcast.simplecast.com/episodes/short-format-maria-thereza-alves' target='_blank'>Short Format podcast series</a>. 
    </div>
    
    `,"place":"LatLng(43.666439, -79.359404)","_id":"04"},
{"stop_title":"Be the river","stop_content":`<p>
    —As a final act, we walked the sculpture, tracing the Don’s ancient path with our bodies and a run of paper salmon. 
    </p>

    <audio controls src='audio/Maureen S Harris_Don River_Be the River.m4a'></audio>
    
    <div class='caption'>
    Listen to Maureen Scott Harris reading an excerpt from “Be the River” (2015). Courtesy of the author.
    </div>
    <p>
    ​​Maureen Scott Harris, “Be the River” (2000)
    </p>
    <p>
    “Be the river then, straight or crooked, <br />
    its hidden energy pulling it ever down <br />
    at a speed that’s barely visible. BE <br />
    its red clay trough, be the way it wears <br />
    its own being-in-motion into place there, <br />
    the polished and runnelled banks which <br />
    curve and hold, be both flow and bank <br />
    and then the rising above. Be the air above <br />
    which pushes against its surface smoothing <br />
    or ruffing, snatching for something.”
    </p>
    <p><img src='img/lostrivers/walking-along-the-sculpture.jpg'></p>
    <div class='caption'>
    Poets and participants walk along Maria Thereza Alves’s <em>Phantom Pain</em> (2019), carrying handmade paper salmon. Photo by Chiedza Pasipanodya.
    </div>
    `,"place":"LatLng(43.665722, -79.360343)","_id":"05"}]


