[{"title":"The Creeks Beneath Our Feet","field_artist_s_":"Lost Rivers, Rivers Rising, and the River Poets","body":"\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cstrong\u003ELost Rivers\u003C\/strong\u003E is a small group of citizen geographers, researching and mapping long-buried creeks. Newer related projects are \u003Cstrong\u003ERivers Rising\u003C\/strong\u003E and RAINscapeTO, both social enterprises that connect people to neighbourhood greening projects and eco-gardening job opportunities. Grounded in historical connections of the place to Indigenous, settler, and immigrant communities, Lost Rivers\/Rivers Rising travels through time to envision a future for the city that connects us all.\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\nSetayesh Babaei is an Iranian-Canadian artist and designer based in Toronto. During her undergraduate studies at OCAD University in the Environmental Design program, she dedicated her work to the realization of the buried rivers in Toronto and their transformation due to urbanization from waterways to underground sewage systems. Her project explores the history as well as the future of the city’s hydrological system; from the greenbelt to rivers, the “Veins” of our city. Besides her full-time career as a designer at a transportation planning and engineering company, Babaei has been collaborating with the Toronto Lost Rivers for the past two years. She is currently a graduate student at OCAD University where she is continuing to develop her project and expand her research.\u003Cbr \/\u003E\u003Cbr \/\u003E\nJohn Wilson\u003Cstrong\u003E \u003C\/strong\u003E(born in Youngstown, OH, USA; lives in Toronto, ON, Canada) is an independent community engagement specialist and waterfront advocate. Wilson leads public walks with the Lost Rivers project, a collaboration of the Toronto Green Community and Toronto Field Naturalists, and serves as co-chair of the West Don Lands Committee. From 2000 to 2011, Wilson served as chair of the Task Force to Bring Back the Don, a citizens’ advisory committee of Toronto City Council with a mandate to restore a clean, green, accessible Don River.\u003C\/p\u003E\n\n\u003Cp\u003EHelen Mills (born in Johannesburg, South Africa; lives in Toronto, ON, Canada) is the founder of Lost Rivers, a project of the Toronto Green Community. When she came to Toronto, she noticed a sunken park near her house. Years later she learned that it was a remnant ravine and home to lost Mud Creek. Mesmerized, she wanted to paint blue lines on the street and over buildings, to name the creeks and bring them back to the surface of our awareness. Then the Lost River Walks began through the alchemy of the very first public meeting of the Toronto Green Community (1994). More than 33,000 people have walked on a Lost River since then.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EThe River Poets\u003C\/strong\u003E\u003C\/p\u003E\n\n\u003Cp\u003EMaureen Hynes (based in Toronto, ON, Canada) has just launched her fifth book of poetry, \u003Cem\u003ESotto Voce \u003C\/em\u003E(2019). Previous collections have won the Lampert Poetry Prize from the League of Canadian Poets, and were shortlisted for the Pat Lowther and Raymond Souster awards. She has contributed poems to more than 25 anthologies, including twice Best Canadian Poetry in English. Maureen loves the work of writing to and for Toronto’s rivers.\u003C\/p\u003E\n\n\u003Cp\u003EAnita Lahey’s memoir, \u003Cem\u003EThe Last Goldfish: a True Tale of Friendship\u003C\/em\u003E (2020), is a finalist for the 2021 Ottawa Book Award. She’s series editor of the annual anthology, Best Canadian Poetry, and author of two Véhicule Press poetry collections (\u003Cem\u003ESpinning Side Kick,\u003C\/em\u003E 2011 and \u003Cem\u003EOut to Dry in Cape Breton, \u003C\/em\u003E2006), as well as T\u003Cem\u003Ehe Mystery Shopping Cart: Essays on Poetry and Culture \u003C\/em\u003E(2013). Lahey is also an accomplished magazine journalist and ghost writer. She lives in Ottawa, Canada, on unceded Algonquin, Anishinabek territory, where she is becoming well acquainted with a different river, the Rideau, which has quite a different personality (and history) from Toronto’s Don.\u003C\/p\u003E\n\n\u003Cp\u003EDilys Leman’s documentary-style poetry book, \u003Cem\u003EThe Winter Count \u003C\/em\u003E(2014), both presents and disrupts colonial narratives about the 1885 Rebellion and Métis leader Louis Riel. Her poetry and short fiction can be found in literary magazines such as \u003Cem\u003EArc, Grain, CV2, Vallum\u003C\/em\u003E, and \u003Cem\u003EPrairie Fire\u003C\/em\u003E. Several of her “lost river” poems appear in \u003Cem\u003EThe Wonder of Water: Lived Experience, Policy and Practice\u003C\/em\u003E, a volume of scholarly essays published by the University of Toronto Press in 2020. Leman lives in Toronto where she works as a freelance writer and editor and teaches yoga, focusing on techniques to relieve chronic pain and stress.\u003C\/p\u003E\n\n\u003Cp\u003EMaureen Scott Harris is based in Toronto and has published three collections of poetry. Her second book, \u003Cem\u003EDrowning Lessons\u003C\/em\u003E (2004), won the Trillium Book Award for Poetry in 2005. Her poems and essays have appeared in periodicals and anthologies in Canada, the US, Italy, and Australia. “Be the River”, a prayer for the Don, was Arc’s poem of the year in 2002. Her essay “Broken Mouth: Offerings for the Don River, Toronto”, won the 2009 WildCare Tasmania Nature Writing Prize. Scott Harris is grateful to Toronto’s rivers, both buried and visible, for their enduring presence and living connection to the natural world.\u003C\/p\u003E\n\n\u003Cp\u003ENicholas Power performs in wild places with the River Poets. His published work includes the books “ordinary clothes: A Tao in a Time of Covid” (2020), \u003Cem\u003ETin Dittos\u003C\/em\u003E (2019), \u003Cem\u003EMelancholy Scientist\u003C\/em\u003E (2014), and \u003Cem\u003EThe Play of Light in Wychwood\u003C\/em\u003E (2014), and “Writing on Water” (2013), anthologies including \u003Cem\u003EThe Boneshaker \u003C\/em\u003E(2015) and \u003Cem\u003ECanada’s 150th \u003C\/em\u003E(2017), and writing in journals including \u003Cem\u003EBywords, Descant, Rampike\u003C\/em\u003E, wildculture.com, and ottawater. He has been part of Artfest in Kingston, the Ottawa International Writers Festival, and the 2017 International Festival of Authors in Toronto. He has published over twenty-five different writers as publisher of Gesture Press where his own poetry and one-poem appreciations can be found. He also works as a psychotherapist in private practice in Toronto. gesturepress.com\u003C\/p\u003E\n","nid":"81","field_article_contents":"\u003Cp\u003EReaders are invited to select a waterway from the headings on the interactive map below and follow the route of each walk. The stops along the way are accompanied by notes and further materials in the sidebar.\u003C\/p\u003E\n\n\u003Ciframe id=\u0022lostRiversMap\u0022  scrolling=\u0022no\u0022 src=\u0022lostRiversMap.html\u0022 title=\u0022Lost Rivers Map\u0022\u003E\u003C\/iframe\u003E\n","field_editorial":"\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EMoving up from the shoreline along many hidden waterways and ravine systems, the Lost Rivers and Rivers Rising initiatives, together with the River Poets, share methodologies of tracing histories and relationships underneath our feet. Over three walks as part of the TBA2019 Storytelling program, groups of ambassadors led participants along Garrison Creek, Etobicoke Creek, and the Don River. Offering cross-sectional approaches to the many layers of Indigenous histories of these sites, the contributors also unearthed ways in which colonial treaties and industrialization\/urban development have radically shaped the cityscape, combining these insights with on-site improvisation, based on feedback, questions, and anecdotes shared by those present. \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EThe knowledge shared was of critical significance in the context of Maria Theresa Alves’s TBA2019 commission that sought to literally unearth the buried Harbord Bridge that had once crossed the Garrison Creek. In an act of civic excavation, participants in the night walk along the now buried creek and bridge, filled small linen bags with soil that gradually accumulated in the installation. These waterway walks are retraced here through annotation, archival fragments and documentation, transcription and poetry excerpts from contributors such as Helen Mills, John Wilson, and Setayesh Babaei, the River Poets (Anita Lahey, Dilys Leman, Maureen Hynes, Maureen Scott Harris, Nicholas Power), as well as other collaborators. Bringing together multiple voices, generations, and methodologies, Lost Rivers, Rivers Rising and the River Poets’ watershed ways of doing “fieldwork” and “research” create an awareness of the shifting relations between humans and the non-human over millennia.\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EReaders are invited to select a waterway from the headings on the interactive map below and follow the route of each walk. The stops along the way are accompanied by notes and further materials in the sidebar.\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n","field_intro_text_author":"Clare Butcher","field_image":"","field_audio_files":"","field_editorial_image":"\/sites\/default\/files\/styles\/large\/public\/2021-10\/TBA_Lost_Rivers_Colour_0.png?itok=qL2PmPmh"},{"title":"Everything Is Nerve For Us","field_artist_s_":"Bonnie Devine \u0026amp; Luis Jacob","body":"\u003Cp\u003EBonnie Devine is an installation artist, video maker, curator, writer, and educator. Using cross-disciplinary iterations of written, visual, and performative practice, Devine explores issues of land, environment, treaty, history, and narrative. Though formally educated in Fine Art at the Ontario College of Art \u0026amp; Design University (OCAD U) and York University in Toronto, Devine’s most enduring learning came from her grandparents, who were Anishinaabe trappers on the Canadian Shield in northern Ontario. Recent public acknowledgements of Devine’s practice include a Governor General’s Award in Visual and Media Arts in 2021, and a Lieutenant Governor’s Ontario Heritage Award and OCAD U’s Award for Distinguished Research and Creative Activity in 2019. Her installation, video, and curatorial projects have been shown in solo and group exhibitions and film festivals across Canada and in the USA, South America, Europe, Russia, and China, including the Art Gallery of Ontario, the Berlin International Film Festival, the National Museum of the American Indian in Washington, D.C., and Today Art Museum in Beijing. An Associate Professor Emerita and the Founding Chair of the Indigenous Visual Culture program at OCAD U, Devine sits on several cultural boards and councils in the United States and Canada. She is based in Toronto.\u003C\/p\u003E\n\n\u003Cp\u003ELuis Jacob is a Peruvian-born, Toronto-based artist whose work destabilizes viewing conventions and invites collisions of meaning. He studied semiotics and philosophy at the University of Toronto. Since participating in documenta 12 in 2007, he has achieved an international reputation with exhibitions at the Corner at Whitman-Walker, Washington, D.C. (2021); Museum der Moderne Salzburg, Württembergischer Kunstverein in Stuttgart, and Toronto Biennial of Art (2019); La Biennale de Montréal (2016); Tanya Bonakdar Gallery, New York (2015); Taipei Biennial (2012); Generali Foundation, Vienna (2011); Solomon R. Guggenheim Museum, New York (2010); Kunstverein in Hamburg and Power Plant Contemporary Art Gallery (2008). In 2015, he co-curated the conference \u003Cem\u003EThis is Paradise: Art and Artists in Toronto\u003C\/em\u003E with Barbara Fischer, in collaboration with Kitty Scott. In 2016, he curated the exhibition \u003Cem\u003EForm Follows Fiction: Art and Artists\u003C\/em\u003E at the Art Museum at the University of Toronto, with a catalogue co-published with Black Dog Press in 2020.\u003C\/p\u003E\n","nid":"73","field_article_contents":"\u003Ch4\u003ENOVEMBER 24, 2020\u003C\/h4\u003E\n\n\u003Ch4\u003EPART ONE: EVERYTHING IS NERVE FOR US\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob \u003C\/span\u003EAs artists, can we feel confident in our ability to make meaning simply because that\u0027s what we do? This reflects on what we\u0027re doing here, in this conversation: we bring our knowledge; we don\u0027t do anything extra except \u003Cem\u003Ebe\u003C\/em\u003E what we already are.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E Luis, you\u0027re talking about the power of “the social.” I was here in my little room before we started this meeting, and I felt lacking. I felt inadequate and unprepared. But as soon as we began to talk, a piece was added that allowed me to move more confidently into the material—and that piece was you guys, your thoughts. We\u0027re learning so much right now about how isolation has an impact and a cost.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E And the \u003Cem\u003Equality\u003C\/em\u003E of the social matters. There are ways of being social that don\u0027t affirm each other\u0027s integrity, reality, or knowledge—the quality we develop with each other determines whether we make meaning and heal or repeat existing patterns and damage each other.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E What is the quality of this very mediated Zoom conversation?\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EClare Butcher \u003C\/span\u003EI often find myself speaking at the Zoom room rather than speaking—or conversing with, or listening to, or listening alongside—others in the digital space.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E When I first started using Zoom, it was very disorienting, as if Zoom was a barrier to the kind of communication I\u0027m used to. But lately I\u0027m finding a closer relationship to people\u0027s faces because I can set the Zoom screen so that the speaker is the entire focus, which provides a different kind of access to what’s being communicated. The speaker’s face is very clear and close, but at the same time, disembodied. They are not situated anywhere. I feel this causes a sense of grief and estrangement. Even though we can get to know each other’s faces and gestures very well, we lose a sense of place. And Luis, you have that virtual background!\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cimg alt=\u0022Luis Jacob sits in foreground of frame gesturing against a digital background of hanging plants and tapestries.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-0207b2d3-cf02-40be-92fd-3fff7199e15c\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;0207b2d3-cf02-40be-92fd-3fff7199e15c\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00222578\u0022 src=\u0022\/sites\/default\/files\/2021-09\/02a.Luis%E2%80%99%20virtual%20Zoom%20background.png\u0022 width=\u00224602\u0022 \/\u003E\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003ELuis Jacob on Zoom with a digital background featuring Will Munro’s exhibition, \u003Cem\u003EInside The Solar Temple of the Cosmic Leather Daddy\u003C\/em\u003E (2010) at Paul Petro Contemporary Art, Toronto. Screenshot courtesy of Luis Jacob.\u003C\/div\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E It\u0027s an installation by a dear friend of mine, Will Munro. He was thinking about mortality—life after death—and his queer ancestors. He was dealing with brain cancer at the time, and he made a temple with these spider plants—a zone where these living creatures purified the air. I like to put myself in their presence and the energy that the virtual background gives on Zoom. The plants I have around me at home are the offshoots of those plants. This generates a funny mixture of the unreal—the disembodied Zoom virtual-background—and the real, because the plants are an actual part of my home environment.\u003C\/p\u003E\n\n\u003Cp\u003EAnd Bonnie, I keep looking at the stained glass behind you. We talked earlier about Elwood Jimmy and his project with Vanessa Andreotti, \u003Cem\u003ETowards Braiding.\u003C\/em\u003E\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref1_duc40ec\u0022 title=\u0022Towards Braiding is an ongoing collaborative process between Elwood Jimmy and Vanessa Andreotti hosted and funded by the Musagetes Arts Foundation. To access the project and the book, please visit \/decolonialfutures.net\/towardsbraiding.\u0022 href=\u0022#footnote1_duc40ec\u0022\u003E1\u003C\/a\u003E\n The stained glass makes me think of a braiding gesture.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cimg alt=\u0022Stained glass panel, with a braid-like pattern, in a wooden frame.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-0405c0dd-ff66-4900-81ad-e3b6d2ec87fd\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;0405c0dd-ff66-4900-81ad-e3b6d2ec87fd\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00221031\u0022 src=\u0022\/sites\/default\/files\/2021-09\/2_David%20Devine_Stained%20Glass%20Braid_2015.jpg\u0022 width=\u00221511\u0022 \/\u003E\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EDavid Devine, \u003Cem\u003EStained Glass Braid\u003C\/em\u003E (2015), glass and lead, 37 x 26 cm. Collection of the artist. Photo by Bonnie Devine. Courtesy of the artist.\u003C\/div\u003E\n\n\u003Cp\u003EBonnie Devine My partner David made it, experimenting with glass. We have a little glass studio in the basement, and the pandemic could have been the perfect opportunity to do more of that work. But instead, the Covid-19 pandemic has been a time of looking out the window and staring off into space. It\u0027s not really been a productive time. There are lots of ideas and imaginings and dreaming and a certain amount of writing, but actual art making is not there for me now. I wonder if it isn\u0027t a fear for the future. Why do this if we don\u0027t know what\u0027s going to happen in the next month or year?\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EClare Butcher \u003C\/span\u003EThere is something interesting about quarantine—there being no time anymore, and place being the only thing that remains. Situating ourselves again—that is the challenge. How do we do place in the future?\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E I feel that the wilderness—the place called the Wilderness—has always been a fiction. And the extent of that fictional place has grown exponentially during this pandemic because we are so limited in where we can go. The expanse of \u003Cem\u003Ethe dream environment\u003C\/em\u003E—an imagined, metaphorical place—has become super important in everybody\u0027s mind. But it’s not mapped at all; it’s just \u003Cem\u003Eout there\u003C\/em\u003E. And it feels like a wilderness because of the peril of Covid-19. It’s as if we\u0027re in the castle of our home. I think the expansion of the wilderness in our consciousness may critically change the way we conduct ourselves socially and will probably hang around for quite a long time after we\u0027ve all been vaccinated and everything\u0027s gone back to normal.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E I remember one of my undergrad students once said, “I\u0027m really interested in Nature,” while showing me a hyper-commercial idea of “nature”—a super-Photoshopped image. I responded, “You know, this is an image.” And they said, “No, no, \u003Cem\u003Ethis is nature\u003C\/em\u003E!” It was so hard to communicate: “OK, this thing you\u0027re showing me—this is a picture on your computer. And, moreover, it\u0027s a commercial picture. It\u0027s not even a photograph you took—it’s a commercial file that you downloaded from a Google search.”\u003C\/p\u003E\n\n\u003Cp\u003EThe \u003Cem\u003Ekind\u003C\/em\u003E of fiction matters, the \u003Cem\u003Equality\u003C\/em\u003E. If everything we encounter only becomes a screen for our projections, I feel that we actually become impoverished. Are we dealing with fictions that allow us to enrich and grow and heal, or do they impoverish us and make us disconnected or unrooted?\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E That is the existential problem today! How do we establish the difference between what is \u003Cem\u003Eother—\u003C\/em\u003Eand what is me and my projections? I think it\u0027s all about methodology. It’s critical. It’s part of the “Trump” phenomenon: people are completely involved in their projections.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E Yes, it’s social narcissism.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E Maybe this conversation can be a methodology for addressing that. It\u0027s important to meet each other\u0027s differences. For me, recognition and acceptance of difference is a precondition for braiding—which is to say, transformation. We transform each other by encountering each other \u003Cem\u003Eas different\u003C\/em\u003E. And that kind of transformation is healing because it’s embodied. It embodies me, and it embodies you. Moving from projection to \u003Cem\u003Eperception\u003C\/em\u003E is a tremendous cognitive leap.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EClare Butcher \u003C\/span\u003E Recently, I was listening to a podcast about deception and the kind of storytelling that\u0027s involved in self-deception and the deception of others.\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref2_mx1f05m\u0022 title=\u0022See “Deception,” Radiolab, November 19, 2020, podcast, wnycstudios.org\/podcasts\/radiolab\/episodes\/91612-deception.\u0022 href=\u0022#footnote2_mx1f05m\u0022\u003E2\u003C\/a\u003E\n Neuroscientists are studying how pathological liars function, and how their cognitive processes allow them to operate on a level of self-deception. They also found that self-deceivers are generally happier: to live in the real world requires many levels of self-deception. I\u0027m interested in this aspect of projection and survival.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E Well, there\u0027s the fictional, and there\u0027s the delusional. To discern the difference we have to do the qualitative study Luis is talking about. In this age when everything dissolves into the digital realm and the real world becomes dangerous, we have to learn how to differentiate and make choices—evidence-based choices—between the image and the real. We need to educate youth who\u0027ve grown up only in the digital world—where the wilderness really \u003Cem\u003Eis\u003C\/em\u003E a fiction.\u003C\/p\u003E\n\n\u003Cp\u003EPerhaps I have a particular position on this because of my Indigenous background and the way I was taught as a child to be in place—and to experience what Western culture would call \u003Cem\u003Ethe wilderness\u003C\/em\u003E and realize that it\u0027s not me. It\u0027s actually something else, an \u003Cem\u003Eother\u003C\/em\u003E.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E When quarantine first began in the spring of 2020, I started reading the work of a psychoanalyst named Wilfred Bion who believed that everything hinges on the choice to avoid or to face pain.\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref3_6ags58r\u0022 title=\u0022See Wilfred Bion, Second Thoughts: Selected Papers on Psychoanalysis (London: Routledge, 2018).\u0022 href=\u0022#footnote3_6ags58r\u0022\u003E3\u003C\/a\u003E\n This has become a useful nugget for me. If, at some point in our lives—existentially deep, deep in our hearts—we made a decision to avoid pain, then I think a kind of narcissism emerges. There is no \u003Cem\u003Eother\u003C\/em\u003E; it’s just me and my fiction, which I hope will shield me from everything. To encounter pain is based on an idea that transformation is possible.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E It\u0027s so interesting that we\u0027re talking about narcissism and the manifestation of ourselves within a world of defences. The choice to encounter pain requires humility—the recognition that we are not in charge. We don\u0027t have the power we thought we had. And it requires us to re-examine our world view. What is the position of human beings in the great pyramid of life? Are we on top? Are we the alpha predator? Or are we lower down?\u003C\/p\u003E\n\n\u003Cp\u003EI return to the Indigenous notion that says, “Well, we\u0027re quite low down actually”—quite low down on the scale and very, very young in our ability to do things. Artists have something to say about this because one of the things we learn really early on is to sit with the pain and ambiguity of it.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E I suppose that\u0027s another fiction we\u0027ve been taught—that we\u0027re individuals, and that it’s up to us to manage ourselves. But, really, we\u0027re more like plasma amoebas with each other—we’re very porous and sensitive. \u003Cem\u003EEverything is nerve for us.\u003C\/em\u003E And when we meet each other, we expose our nerves to others who might weaponize this exposure, or pander to it—who might treat this exposure with tenderness, or merely as a tool for getting what they want. The ways that others treat my exposure decides who I get to be and shapes what options I have to deal with them. The word “individual” doesn’t quite capture what we are.\u003C\/p\u003E\n\n\u003Cp\u003EAnd I don’t want to forget the word “humility,” Bonnie. I guess humility is another word for this amoeba. This tender, highly sensitive thing that we are—this amoeba—it has to approach things with humility. It\u0027s not in control. It doesn\u0027t have armour around it.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E Exactly—the amoeba-like beings that we are have no choice but to be receptive. This is an extremely vulnerable position to be in, which is what I think Western culture has armed itself against. How can we \u003Cem\u003Eperceive\u003C\/em\u003E (where “to perceive” means “to receive”)? How can we actually receive what is being shown or told to us—rather than mediating it into harmlessness?\u003C\/p\u003E\n\n\u003Ch4\u003EPART TWO: IT\u0027S NOT ABOUT READING AT ALL \u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E I’ve come to hate the word, “decolonization.” Lately I’ve noticed Western governmental and academic institutions using “decolonization” to signal the virtuous reorganization of their internal power structures towards equity and inclusivity. These efforts are long overdue of course, but they are not decolonial in themselves and ignore and erase the broader political implications within the Canadian context. I find the process cynical. Leaving that particular objection aside though, an individual’s decolonization process should entail disabling our innate ability to armour ourselves. Questioning, for instance, whether the ownership of things, the circumscribing of tracts of land and declaring them “ours”—whether that transaction allows us to transfer the \u003Cem\u003Eother\u003C\/em\u003E into our parcel of being. Of course, it doesn’t. Yet everything in our economic system and our political system tells us that this \u003Cem\u003Eis \u003C\/em\u003Ewhat a successful human being does.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E Given the systemic toxicity around us, where do you turn when you need energy? What gives you the resources you need to encounter these things and keep going?\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E I\u0027m quite a private person, so I\u0027m not finding the isolation emotionally difficult to handle. I like a bit of time alone. But other people\u0027s thoughts, encountering other intellects and exchanging ideas, taps into a kind of joy and is extremely pleasurable for me. Freud would call this “libidinous”—the libidinous drive to encounter and respond to other people\u0027s ideas.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E I completely agree with you. It\u0027s libidinal, and it\u0027s joy. It\u0027s a pleasure that affirms what we’re made of. We’re \u003Cem\u003Emade\u003C\/em\u003E to feel this kind of pleasure.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cimg alt=\u0022Bonnie Devine’s two painted boards next to one another, with a map of “Province of Upper Canada” on the left and a representation of animals over bodies of water on the right.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-6e86f4dc-3622-4b30-a5a0-2c7b6fc5a087\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;6e86f4dc-3622-4b30-a5a0-2c7b6fc5a087\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u0022900\u0022 src=\u0022\/sites\/default\/files\/2021-09\/3_Bonnie%20Devine_Settlement_2018.jpg\u0022 width=\u00222397\u0022 \/\u003E\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EBonnie Devine, \u003Cem\u003ESettlement\u003C\/em\u003E (2018), diptych, mixed media on two boards, 61 x 45.7 cm (each panel). From \u003Cem\u003ECircles and Lines: Michi Saagiig\u003Cspan style=\u0022font-size: 1em;\u0022\u003E,\u003C\/span\u003E\u003C\/em\u003E\u003Cem\u003E \u003C\/em\u003EArt Gallery of Mississauga, 2018. Collection of the artist. Courtesy of the artist.\u003C\/div\u003E\n\n\u003Cp\u003EThe first time I heard you speak was during your artist talk for \u003Cem\u003ECircles and Lines: Michi Saagiig\u003C\/em\u003E at the Art Gallery of Mississauga.\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref4_ww1g0xf\u0022 title=\u0022In Circles and Lines: Michi Saagiig, September 6 to December 21, 2018, an exhibition guest curated by Raven Davis, Devine used various media and mapping strategies, to explore the complex colonial histories of the north shores of Lake Erie and Lake Ontario, which include the cities of Mississauga and Toronto and the traditional territories of the Michi Saagiig (Mississauga Nation) and the Haudenosaunee (Six Nations of the Grand River).\u0022 href=\u0022#footnote4_ww1g0xf\u0022\u003E4\u003C\/a\u003E\n There was a moment when I thought, “OK, I really need to reveal myself to Bonnie. There’s something that is tapping into me.” You said many wonderful things, but one thing stood out for me: “Those grids [on the landscape] are imaginary. The maps are imaginary. The diagrams of the Great Lakes—these are imaginary. Our [Anishinaabe] thinking is similarly imaginary. We construct images of the earth and of ourselves in a similar abstract way.”\u003C\/p\u003E\n\n\u003Cp\u003EI felt grateful to you. The typical way of speaking designates Settlers as abstract, and Indigenous people as connected to the real. I\u0027m cool with that—but I have to wonder what that premise takes away from both sides. Does it take the power of abstraction away from Indigenous people? Does it take the power of reality, or rootedness, or embodiment away from Settler people?\u003C\/p\u003E\n\n\u003Cp\u003EI loved that you were able to say that \u003Cem\u003Eboth\u003C\/em\u003E of these images—colonial maps and Indigenous images—are abstractions: “Let us compare our mythologies and find where they mesh—and find also where they don’t, and celebrate that. Because that’s beautiful. This was what was at the bottom of my mapping, finding the beauty in that abstraction—the European way of thinking—and then delving deep into myself to find the response—which is similarly abstract.” I realized that, for you, bringing these things together—their encounter—is not merely an abstract exercise. You\u0027re making tools. That was when I realized I wanted to hear more of you, Bonnie.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cimg alt=\u0022Bonnie Devine and Luis Jacob sit on either side of a table with framed maps and photos behind them.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-47ebe282-3494-4e5e-9e12-1efd318ae151\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;47ebe282-3494-4e5e-9e12-1efd318ae151\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00222443\u0022 src=\u0022\/sites\/default\/files\/2021-09\/05.Bonnie%20and%20Luis%20at%20Union%20Station.jpg\u0022 width=\u00222443\u0022 \/\u003E\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EBonnie Devine and Luis Jacob in conversation at Union Station in the context of Luis Jacob’s installation \u003Cem\u003EThe View From Here \u003C\/em\u003E(2019). Photo courtesy of Luis Jacob.\u003C\/div\u003E\n\n\u003Cp\u003EThe second time was when we did that Union Station panel together, during the Biennial. Before the talk, I recall you said, “This place—Toronto—brings you joy, Luis. But for me, this place—Toronto—hurts me.” I realized I had to be aware of our differences. We experience things differently and I have to honour this difference in our encounters. As a Settler on colonized Indigenous land, I may well be part of what hurts you about this place. And I need to try—as much as I can—to ensure that the way I am with you is not hurtful. I don\u0027t know what that would be, but do you know what I\u0027m saying?\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E Yes, some things are hard. I\u0027m sure some things in Toronto are hurtful to you, too.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E Absolutely!\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E Toronto consciousness makes me scared I’ll say something stupid and fall many notches in someone\u0027s estimation and then the conversation will be over. Because there are performance measures and I worry, “Am I going to perform adequately, or am I going to waste this person\u0027s time?”\u003C\/p\u003E\n\n\u003Cp\u003EIt’s part of the system we live in. But if I decide not to be afraid of this anymore, then I have to deconstruct the competitive thing I struggle with: to have to out-do others or out-do myself. I struggle with this and with entitlement. Am I eligible to be part of this? Do I merit the amount of time I\u0027m taking up? Have I only just repeated what others have said before—which of course I always have?\u003C\/p\u003E\n\n\u003Cp\u003EThese situations always make me scared. But curiously, talking intimately about them is also very pleasurable. Part of the pleasure is the fear—being right on the edge of falling into complete disrepute by saying something stupid. It\u0027s dangerous, and danger is compelling. If you\u0027re an artist, you put yourself in danger before the whole world—and that is the joy of it. If you’re also a teacher, giving your students permission to speak directly to you builds their trust that you will be real about what they want to know. That\u0027s an important first step in education, right? Allowing them to risk asking the potentially stupid question.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E It\u0027s so true.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E What gives \u003Cem\u003Eyou\u003C\/em\u003E energy, Luis?\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E Artists give me energy. But what I really mean is \u003Cem\u003Epeople\u003C\/em\u003E—anybody, including “non-artists,” who take the fact that they\u0027re alive seriously as if it\u0027s something they actually have to work through and do something with. They \u003Cem\u003Ecreate\u003C\/em\u003E something, and that\u0027s how they take their existence seriously—as something they have to contend with. I need that almost minute-by-minute, all the time—this is what gives me energy. People who have a lot of shields placed between their identity and their authenticity—this makes me despondent. People who are in touch with their authenticity, even if it\u0027s painful and hard and fucked-up and messy—and do something with it—that\u0027s whom I mean by “artists”: simply someone who does \u003Cem\u003Esomething\u003C\/em\u003E with that stuff. Seeing evidence of someone trying to be authentic in this world—that’s what gives me energy.\u003C\/p\u003E\n\n\u003Cp\u003EBonnie, you say you hate the word “decolonization.” But can we model what “de-armouring” could look like here, in this conversation, by presenting a model—not analyzing it, but doing it ourselves? I think this improvisatory, non-scripted show-and-tell, call-and-response process will \u003Cem\u003Ein itself\u003C\/em\u003E show what “de-armouring” could look like.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E Yes! If it gives us an opportunity to display our vulnerability right here in the presence of one another\u0027s work. Another artist’s work is often, at least at the first stage, entirely inscrutable. And only slowly, through questioning and deep receptivity, can we begin to understand, accept, and eventually make meaning of it. Remembering that the first layer of meaning is always provisional and being careful to leave it provisional so a conversation can develop. It\u0027s much deeper than simply knowing how to read an image. In fact, it\u0027s not about reading at all. It’s about knowing how to open yourself up to another person\u0027s expression and learn through it, with totality.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob \u003C\/span\u003EThere\u0027s a passage in a novel by Dionne Brand where she describes the experience of walking in the city.\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref5_7ff3dkj\u0022 title=\u0022See Dionne Brand, What We All Long For (Toronto: Vintage Canada, 2005).\u0022 href=\u0022#footnote5_7ff3dkj\u0022\u003E5\u003C\/a\u003E\n She’s talking about Toronto, describing a sort of “sandpapering” we do: we rub against people, rub against each other, and sandpaper each other. She writes about all the lives we carry, all the goals we carry, all the means of protection—the armour we carry—all the images we have to ensure recognition by others. In the sandpapering, all the things we carry spill out on the sidewalk. She writes, “There\u0027s so much spillage”—a permutation of existence. She describes people turning to each other, imperceptibly, right on the sidewalk. And, for me, that defines what you said about “de-armouring”—a kind of sandpapering with each other so that all the everyday stuff we try to contain can spill out a little bit. And when we spill with each other, we transform each other.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EBrand’s idea of spillage reminds me of your notion that we\u0027re like amoebas. Its relationality corresponds in some ways with Anishinaabe metaphysics, which describes a big flux—there’s no solid place. There’s no “there” or “here.” Everything is happening in this flux, this tidal flux that Western society teaches us to fight. Flux is the opposite of the individual.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cimg alt=\u0022A figure stands in the foreground next to a communal garden. Behind is an apartment block and surrounding cityscape.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-4d01da7f-b638-419b-8777-a83c51110019\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;4d01da7f-b638-419b-8777-a83c51110019\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00223456\u0022 src=\u0022\/sites\/default\/files\/2021-09\/5_Alexandra%20Park%20before%20demolition.jpg\u0022 width=\u00225184\u0022 \/\u003E\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EAlexandra Park, Toronto, before demolition (2017). Photo by Luis Jacob.\u003C\/div\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E Can I share something with you? I took this photograph at Alexandra Park, near Dundas and Bathurst, where I came across a woman who was working on this community garden. She was cultivating this garden in the middle of this residential neighbourhood. For me, this image captures so much about this place called Toronto. I took this photograph in 2017, and in 2020 I returned to see what it looked like today.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cimg alt=\u0022A half demolished building, next to orange safety fencing and a red dumpster, stand in a vacant lot.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-aa57f7f0-8e31-4574-8a85-3f8d96910fca\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;aa57f7f0-8e31-4574-8a85-3f8d96910fca\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00223024\u0022 src=\u0022\/sites\/default\/files\/2021-09\/6_Alexandra%20Park%20after%20demolition.jpg\u0022 width=\u00224032\u0022 \/\u003E\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EAlexandra Park, Toronto, after demolition (2020). Photo by Luis Jacob.\u003C\/div\u003E\n\n\u003Cp\u003EThat\u0027s how it is now. The whole area has been demolished. There was a row of townhouses in front of her community garden, but they\u0027re all gone—and her garden is gone. This is what happens in this city in the space of three years. There\u0027s a garden, and then there’s a demolished lot. I see this happening over and over—every day, all the time. There is a cultivated garden, and then it\u0027s bulldozed. Then, on the bulldozed land tomorrow somebody will try to cultivate another garden. And a few years later it will be bulldozed, again.\u003C\/p\u003E\n\n\u003Cp\u003EThis process happens at the level of urbanization; and at the level of memory, there\u0027s an equivalent sense of amnesia. Storytelling is like cultivating a garden, which we do at the level of memory, at the level of imagined feeling. I also see a kind of “bulldozing” that happens when stories are bulldozed in the process of amnesia.\u003C\/p\u003E\n\n\u003Cp\u003EHow does this keep happening? There\u0027s a cycle of cultivation and disavowal, which for me defines this city. From one perspective, this city is constantly in dynamic flux; from another perspective, however, this apparent flux also constitutes a repetitive, even rigidly compulsive sense of repudiation. This is something that hurts me about this place.\u003C\/p\u003E\n\n\u003Ch4\u003EPART THREE: I WANT TO GET MY HANDS ON MEANINGFUL THINGS \u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E In the \u003Cem\u003EForm Follows Fiction: Art and Artists in Toronto \u003C\/em\u003Eexhibition that I curated in 2016,\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref6_xe3w62r\u0022 title=\u0022Form Follows Fiction: Art and Artists in Toronto was presented at the Art Museum at the University of Toronto in 2016. The thematic cluster of works by eighty-six artists considered how artists of various generations visualize Toronto. It was preceded in 2015 by the museum’s \u0026amp;quot;This is Paradise: Art and Artists in Toronto\u0026amp;quot; conference co-curated by Luis Jacob and Barbara Fischer with Kitty Scott, which explored the absence of history and Toronto’s relationship to other urban centres; the collective impulse in local art scenes and the pressures of \u0026amp;quot;creative city\u0026amp;quot; paradigms; case studies of places significant to cultural ecology; diaspora studies, urbanism, queer studies and feminism; and the conditions of DIY publishing, independent film, and artists\u0027 videos.\u0022 href=\u0022#footnote6_xe3w62r\u0022\u003E6\u003C\/a\u003E\n I included Robert Houle\u0027s \u003Cem\u003EPremises for Self-Rule \u003C\/em\u003E(1994). For me, it is a landscape painting—a landscape of legislation that circumscribes the relationship between Indigenous and non-Indigenous people.\u003C\/p\u003E\n\n\u003Cp\u003EIt starts with the Royal Proclamation, continues with the British North America Act, the Indian Act, and finally the Constitution Act.\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref7_wlkkznm\u0022 title=\u0022Robert Houle’s monumental work, Premises for Self-Rule (1994), refers to four legislative acts: the Royal Proclamation of 1763 that established the colonial administration of North American territories relinquished by France to Britain following the Seven Years’ War, and that recognized all other land as Aboriginal territory unless ceded by treaty to the Crown; the British North America Act of 1867, passed by the British Parliament to create the Dominion of Canada; the Indian Act of 1876, a Canadian federal law governing in matters pertaining to Indian status (designation of Aboriginal identity), Indian bands (governance imposed on Aboriginal communities), and Indian reserves (demarcation of the land base of Aboriginal peoples); and the Constitution Act of 1982 that patriated the Canadian Constitution and affirmed Aboriginal rights under the Charter of Rights and Freedoms. This legislative framework prescribes the relational landscape of Indigenous and non-Indigenous people in Canada. For further information see aci-iac.ca\/art-books\/robert-houle\/key-works\/premises-for-self-rule-treaty-no-1\u0022 href=\u0022#footnote7_wlkkznm\u0022\u003E7\u003C\/a\u003E\n This landscape is real. It’s present right now around me, but it is also a landscape that nobody told me about. Nobody educated me about it. The education I got is amnesia.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E I believe most contemporary Indigenous art in almost every medium being practised right now is a form of landscape. I think one of the projects of Indigenous contemporary art is to expand the definition of what Landscape Art is in Western art vernacular.\u003C\/p\u003E\n\n\u003Cp\u003EWhat Robert is painting is not a depiction of a real, geographic, or tangible place. This is a landscape of the mind. It unfolds in a couple of ways. On one level it\u0027s like a book, a text-work. There’s text on both leaves of the book. The right side includes Western script and needs to be absorbed as that kind of knowledge. It needs to be \u003Cem\u003Eread\u003C\/em\u003E. But we use different parts of our brain to read, and we need to use the same part of our brain to read the colour-field panels on the left side of the painting as we use for the text panels on the right—we need to read both in the same way. We use another part of our brain to read colour—or what we would call aesthetic material. And we need to apply \u003Cem\u003Ethat\u003C\/em\u003E mode of perception to both sides of the diptych also, precisely because the complex of interactions and transactions that occurs around these treaties is \u003Cem\u003Ethat\u003C\/em\u003E complex. Robert’s work is entirely engaging every perceptive capacity of our brains.\u003C\/p\u003E\n\n\u003Cp\u003EI think this work in particular depicts this understanding and begins to translate what these treaties represent for Indigenous people—and maybe even for the land itself. Because the Anishinaabek think of the land as an intelligence, a consciousness. So yes, it\u0027s a landscape for sure.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E I love what you said about the parts of our brain used to read vocabularies, used to apply to different ways of knowing.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cimg alt=\u0022A map of \u0026amp;quot;The Toronto Purchase\u0026amp;quot; representing a rectangle of land with \u0026amp;quot;Lake Ontario\u0026amp;quot; at the bottom. Handwritten text appears along the drawn lines of the rectangle. \u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-75c16edb-e47d-4eac-93d3-ca6b8dd528ea\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;75c16edb-e47d-4eac-93d3-ca6b8dd528ea\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00229291\u0022 src=\u0022\/sites\/default\/files\/2021-09\/Ms1902_1_The%20Toronto%20purchase%20.jpg\u0022 width=\u00225372\u0022 \/\u003E\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EUnknown, \u003Cem\u003EThe Toronto Purchase\u003C\/em\u003E (1805), digital reproduction of colour manuscript, 39 × 23 cm. Courtesy of Toronto Public Library.\u003C\/div\u003E\n\n\u003Cp\u003EIn \u003Cem\u003EForm Follows Fiction\u003C\/em\u003E, I included the 1805 version of the Toronto Purchase treaty.\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref8_i0sstog\u0022 title=\u0022The Toronto Purchase of 1805 (also known as Treaty 13) was a treaty conducted between the Mississaugas of the New Credit First Nation and the British Crown. It attempted to clarify and confirm the terms of the botched Johnson-Butler Purchase of 1787–88. A compensatory settlement between the Government of Canada and the Mississaugas was only reached in 2010, after more than two hundred years of sustained legal claims on the part of the First Nation.\u0022 href=\u0022#footnote8_i0sstog\u0022\u003E8\u003C\/a\u003E\n I\u0027m sure the person who drew this document could see the complex reality they were representing. I\u0027m sure they were aware of the geography, the life, the culture, the complex Indigenous economies, and the Indigenous language present in this environment. And yet, they made an image of an empty rectangle. What does it take to know something complex but depict it as an empty rectangle? What does it take to shape your brain in such a way that it \u003Cem\u003Eknows\u003C\/em\u003E this place is complex and alive, yet \u003Cem\u003Edescribes\u003C\/em\u003E it as a “vacant lot”?\u003C\/p\u003E\n\n\u003Cp\u003EThe idea of the “vacant lot,” of course, is connected to colonialism: the idea that there was nothing here until I came to put something in it. Obviously, it\u0027s a fiction. It\u0027s a damaging fiction—but a convenient one for the colonizer. I\u0027m trying to understand what artists do with that.\u003C\/p\u003E\n\n\u003Cp\u003EI also included the work, \u003Cem\u003EThe 1984 Miss General Idea Pavilion Letterhead\u003C\/em\u003E (1974) by General Idea, in the form of a blank architect\u0027s blueprint, which I installed alongside the \u003Cem\u003EPlan for a Settlement of York\u003C\/em\u003E (1788) by John Collins. I\u0027m thinking about the ideology that was at work when this place was imagined. The blueprint purports to render the imagined thing as real in space.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cimg alt=\u0022A plan of the \u0026amp;quot;Harbour of Toronto\u0026amp;quot; representing the rivers flowing to the harbour in Lake Ontario. Gridded pencil lines section up the land with an area called \u0026amp;quot;Common Common\u0026amp;quot; and \u0026amp;quot;Ground Reserved\u0026amp;quot; at the shoreline.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-f2855c67-b291-49d0-bf19-4199aadd86e3\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;f2855c67-b291-49d0-bf19-4199aadd86e3\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00228916\u0022 src=\u0022\/sites\/default\/files\/2021-09\/MsX_1918_1_1_Plan%20of%20the%20harbour%20of%20Toronto.jpg\u0022 width=\u00226706\u0022 \/\u003E\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EJohn Collins, \u003Cem\u003EPlan of the harbour of Toronto with the proposed town and settlement\u003C\/em\u003E, 1788, colour lithograph, 84 × 63 cm. Courtesy of Toronto Public Library.\u003C\/div\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E What strikes me is the intellectual or imaginary process it represents. There’s no real manifestation. Even the blueprint paper is dealing with a hypothetical, psychological construction. It reminds me of Carl Beam who said, “I want to get my hands on meaningful things.” This is such a healthy way to put it: I want to get my hands on meaningful things.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E The artist and the ruler—holding the ruler in his hand. Carl Beam’s \u003Cem\u003EBurying the Ruler\u003C\/em\u003E (1989) is literally putting his hand on the mental construct of ruling power that says, “This is real.” If that\u0027s how they\u0027re treating it—as real—then, as an artist, I can put it in my hand and I can bury it in the ground.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E Carl completely grasped how theoretical everything had become and how theory had been weaponized. These maps, charts, and blueprints are weaponized depictions that allow the colonists to avoid bloodshed—to completely avoid having to get your hands on someone\u0027s throat to wrest their land away. And it\u0027s quite a brilliant thing. One of its virtues for the colonials is how cheap it is. It\u0027s economically sound not to have to send an army. You don\u0027t have to do any heavy lifting; instead, you do it by the stroke of a pen. And they did it all over the world.\u003C\/p\u003E\n\n\u003Cp\u003ESo, I go back to Carl’s intent: “The purpose of my work is to get my hands on something real.”\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cem\u003EBurying the Ruler\u003C\/em\u003E was made in 1989. There was a growing understanding on the eve of Oka that led some Indigenous thinkers to realize that this “Canada” wasn’t holding. The term \u0022First Nations\u0022 came into the Canadian vocabulary during the 1980s, and the impending 500th anniversary of the landing of Columbus in 1992 inspired new considerations of country, nation, and state—and our relationship to the nebulous figure of the Crown. These things had been papered over—persistently deferred—so we couldn\u0027t actually get to the reality of it. They had been papered over by textual works and endless conversations and committees and a lot of noise—so much noise—to prevent us from getting our hands on what was real and meaningful.\u003C\/p\u003E\n\n\u003Cp\u003ECanada’s history is full of examples of various leaders’ attempts to write Indigenous presence out of existence. The 1969 White Paper of Prime Minister Pierre Elliot Trudeau and his Minister of Indian Affairs Jean Chrétien was one such an attempt. Fortunately, it was successfully countered by a new generation of Indigenous legal thinkers led by Harold Cardinal. In my view, Justin Trudeau arrived in the Prime Minister’s office completely conversant in what his project was to be—to obfuscate and prevent us from getting to “the real.”\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E Thinking about reality and fiction, here’s a juxtaposition of two self-portraits: Carl Beam’s \u003Cem\u003ESelf-Portrait in My Christian Dior Bathing Suit\u003C\/em\u003E (1980) and Joanne Tod\u0027s painting \u003Cem\u003EThe Magic of São Paulo \u003C\/em\u003E(1985). I wonder what it takes to put on a Christian Dior bathing suit. There\u0027s humour, or levity, in putting on the bathing suit; but the word “Christian” makes me think of the role of Christian missionary work in the process of colonization. What does it mean for Carl Beam to put on the Christian Dior bathing suit and stand like that, so confidently? And then, to create this self-portrait?\u003C\/p\u003E\n\n\u003Cp\u003EOn the other hand, the other self-portrait shows the artist, Joanne Tod, at a gala reception for the São Paolo Biennial—which of course, she wasn\u0027t invited to. She\u0027s also painted herself on a fictional cover of \u003Cem\u003EC Magazine\u003C\/em\u003E—which, of course, she wasn\u0027t really published in.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cimg alt=\u0022Joanne Tod\u0027s painting featuring two female figures in gowns on a balcony in the foreground with a pool to the left and wall of windows to the right. \u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-76351f98-92fe-4672-b0c3-c0b532491051\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;76351f98-92fe-4672-b0c3-c0b532491051\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00224518\u0022 src=\u0022\/sites\/default\/files\/2021-10\/J%20Tod_The%20Magic%20of%20Sao%20Paulo.jpg\u0022 width=\u00223643\u0022 \/\u003E\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EJoanne Tod, \u003Cem\u003EThe Magic of Sao Paulo\u003C\/em\u003E, 1985, oil on canvas, 213.4 × 170.18 cm. Collection of Mrs Pamela Hallisey. Courtesy of the artist.\u003C\/div\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E The Carl Beam work is so iconic. About the Christian Dior thing, the Christian covering: it\u0027s black. Otherwise, he\u0027s nude. And his hair, also black, is completely un-immaculate while that bathing suit is, of course, perfect. I think it\u0027s a concise statement about defiance under pressure.\u003C\/p\u003E\n\n\u003Cp\u003EExtremely expensive and very, very clean—he’s got the Christian Dior thing stripped down. Everything looks great. He\u0027s standing in that very masculine position—and yet \u003Cem\u003Ehis hair is all the things that could not be entirely cleaned up\u003C\/em\u003E.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E Bonnie, thank you! When you said that, I \u003Cem\u003Efelt\u003C\/em\u003E it.\u003C\/p\u003E\n\n\u003Cdiv\u003E\n\u003Ch4\u003EMarch 9, 2021\u003C\/h4\u003E\n\n\u003Ch4\u003EPART FOUR: \u003Cb\u003EOR TALK TO SNAKES, FOR THAT MATTER\u003C\/b\u003E\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob \u003C\/span\u003ETo consider all contemporary Indigenous art as landscape is to expand the idea of landscape to include that which is not contained, is uncontainable, and shouldn\u0027t be contained—that which exceeds and, in some way, survives the processes of containing it.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EAbsolutely. It refuses to be mediated into harmlessness, which goes back to Carl Beam’s self-portrait. We talked about his hair as the thing the Christian Dior bathing suit couldn\u0027t tame. It couldn\u0027t be mediated into harmlessness.\u003C\/p\u003E\n\n\u003Cp\u003EAnd there\u0027s something else to talk about here, which is Modernism and the role it plays in simplifying or stripping away—the opposite of what Dionne Brand talks about when she says “sandpapering.”\u003C\/p\u003E\n\n\u003Cp\u003EModernism is a kind of stripping-away that is vigorously applied to things that are uncomfortable so they can be moulded into more acceptable, easily palatable, digestible forms or categories. To me, that’s what fascism is, too. Modernism has an imperative voice that must be resisted. In so much of his work, Carl is challenging it, even while using the standard forms of Modernist style and inquiry to do so.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E In his print \u003Cem\u003ETwo Kinds of Power \u003C\/em\u003E(1992), for example, he depicts the measuring device (an electric metre) alongside the animal (a raven). They’re talking to each other. Two forms of energy: one is a measurable, tick, tick, tick energy; and the other is a different kind of energy, a living presence.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E Or Einstein\u0027s famous equation, \u003Cspan style=\u0022font-size:12pt\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Times New Roman\u0026quot;,serif\u0022\u003E\u003Cspan lang=\u0022SV\u0022 style=\u0022color:black\u0022 xml:lang=\u0022SV\u0022 xml:lang=\u0022SV\u0022\u003EE = mc\u003Csup\u003E2\u003C\/sup\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E, placed beside a bumble bee. Carl is pointing out equivalences and non-equivalences to question what we mean by order and to acknowledge expressions of human and non-human rationality. These are crucial thinkings that Indigenous art addresses or, at least, observes.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E I recall the literary theorist Northrop Frye who wrote about \u0022revolutionary monotheism”\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref9_fiast8n\u0022 title=\u0022See Northrop Frye, “Canada: New World Without Revolution,” address given at the Royal Society Symposium, October 7, 1975. Published in Preserving the Canadian Heritage (Ottawa: Royal Society of Canada, 1974), 15–25. Reprinted in Divisions on a Ground: Essays on Canadian Culture (Toronto: House of Anansi Press, 1982).\u0022 href=\u0022#footnote9_fiast8n\u0022\u003E9\u003C\/a\u003E\n—the religion of the settlers, the colonizers. It\u0027s monotheistic, obviously, but also revolutionary. The revolutionary part means that this religious world view makes a cut in time: that was then, and this is now. When you combine monotheism with the idea of cutting time into “then” and “now,” you get a very violent, very powerful gesture towards all kinds of relationships and interconnections. From the settlers’ perspective, existing spirits can only be devils and, therefore, can only be erased, disavowed. Difference cannot be accepted; it can only be destroyed.\u003C\/p\u003E\n\n\u003Cp\u003EAnd then there\u0027s the playwright Tomson Highway who is interested in thinking about the three different ideologies that, in his view, shape Canada\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref10_aujc1kx\u0022 title=\u0022See Tomson Highway quoted in Noah Richler’s This Is My Country, What’s Yours?: A Literary Atlas of Canada (Toronto: McCelland \u0026amp;amp; Stewart, 2006).\u0022 href=\u0022#footnote10_aujc1kx\u0022\u003E10\u003C\/a\u003E\n: Greek, which was polytheistic and had many gods; Christian, which is monotheistic, so one God; and Indigenous, which is pantheistic—God is everywhere and in everything. And he said that only in the Christian story did God give something good to humans and then take it away: “Only in the Christian mythology does the one God, the male God, give the planet to mankind to celebrate, and to appreciate—and then take it away. God exiles humanity from the Garden because a woman chose to talk to a snake. In the other two mythologies, there is no such narrative. The Greeks were never banished from Arcadia, and there is no such story in aboriginal mythology either. \u003Cem\u003EThis is \u003C\/em\u003Eit. We are still in the Garden, and we are still free to worship trees, water—or talk to snakes, for that matter.”\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref11_tjqkh8n\u0022 title=\u0022Ibid., 133.\u0022 href=\u0022#footnote11_tjqkh8n\u0022\u003E11\u003C\/a\u003E\n\u003C\/p\u003E\n\n\u003Cp\u003EI just love that insight—there are different ways of understanding, which do not have to be cut apart in a revolutionary gesture, but which can be considered in relation to each other. The things you and I are talking about, Bonnie—armouring and spillage, narcissistic or vulnerable relationships to the environment, neutralizing difference or actually dealing with real difference—it\u0027s not always nice. It can be very risky. But it\u0027s not the same as self-shielding, the narcissistic scenario where it\u0027s just me and my monomaniacal projections.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EI\u0027m trying to remember Leanne Betasamosake Simpson’s text that talks in beautiful language about biblical teachings and the Genesis story.\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref12_4yoy5th\u0022 title=\u0022Betasamosake Simpson, Leanne, “Land as pedagogy: Nishnaabeg intelligence and rebellious transformation,” Decolonization: Indigeneity, Education \u0026amp;amp; Society 3, no. 3 (2014), 25.\u0022 href=\u0022#footnote12_4yoy5th\u0022\u003E12\u003C\/a\u003E\n She asks, what if the fall from grace and the expulsion from paradise never happened? She tells it in a beautiful way by teaching her young daughter—and in fact what happens, of course, is that the young daughter teaches the mother. She proposes the notion that there is no master. Those master\/slave, instructor\/student hierarchies have been imposed on us by systems we inherited. They are incredibly limiting, and they force us to exclude or exempt ourselves from huge amounts of experience and observation.\u003C\/p\u003E\n\u003Cimg alt=\u0022Tim Pitsiulak\u0027s drawing of 6 swimming whales. The largest whale in the centre carries depictions of masks and human figures in a boat on their side and back. The whale\u0027s eye peers outwards. \u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-55a9b8ea-3dc0-4164-95c3-aabfabae27f0\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;55a9b8ea-3dc0-4164-95c3-aabfabae27f0\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00224481\u0022 src=\u0022\/sites\/default\/files\/2021-09\/Tim%20Pitsiulak_full.jpg\u0022 width=\u00228690\u0022 \/\u003E\u003Cdiv class=\u0022caption\u0022\u003ETim Pitsiulak, \u003Cem\u003EBowhead with Beluga Whales\u003C\/em\u003E (2011), coloured pencil and ink on paper, 73.7 x 246.4 cm. Promised gift from collection of Christopher Bredt and Jamie Cameron. Photo by Craig Boyko. Courtesy of McMichael Canadian Art Collection © Estate of Tim Pitsiulak.\u003C\/div\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob \u003C\/span\u003EI think about the giant Tim Pitsiulak drawing of the whale at the McMichael. It has a landscape and two carved faces on its back. And the whale’s eye is like this ancient knowledge, this knowledge that goes so far back. You see the drawing, and you can literally feel it.\u003C\/p\u003E\n\n\u003Cp\u003EThe McMichael also has some incredible West Coast pieces from the 1880s in its collection. You read the label and understand that in 1885 the potlatch ceremonies were outlawed. So, you go back to the artefacts and realize that these were probably stolen by the police. This is somebody else\u0027s stuff! It’s evidence of the violent colonial process. These carvings were confiscated.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EYes, stolen goods. And it wasn’t only the goods that were stolen. They also tried to steal the knowledge about how to make those things by breaking the lineage between the maker and the student. So much had to go underground, and the people who knew—who had that knowledge—were also in some sense criminals because they were carriers of that which had been proscribed.\u003C\/p\u003E\n\n\u003Cp\u003EI think it was Clare who spoke about the pathological liar and what is required psychologically to sustain that level of dishonesty—the complexity that a pathological liar needs to be able to juggle and make everything hang together. We need to talk about this problem of denial and avoidance because this is our karmic problem right now. What we\u0027re confronting with Covid-19 demands deep interior learning and analysis—not just to make a vaccine, to make it go away, to sandpaper it off—but actually to abrade ourselves so that we can learn from what has happened.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob \u003C\/span\u003EYou’re talking about two distinct interpretations of Brand’s sandpapering: one that tries to erase all the difficult bits and sanitize difference; and the other, the abrasion that allows exposure and vulnerability but also learning and the capacity to transform.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EI think about the hypersensitive organism, the really tender thing that we are and that everything is. How do we relate to one another so as to do no harm but, at the same time, not to cosset one another so much that learning cannot occur?\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob \u003C\/span\u003EYou said that in the Anishinaabe creation story, humans are not at the top of the pyramid, as they are in the Abrahamic\/Christian model. We\u0027re the neediest of the bunch.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EThe most pitiful, actually.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E In 2017, I attended a walking tour by Jon Johnson, under the Old Mill subway station on the Humber River. Jon showed us the monumental series of murals by Philip Cote, Jarus and Kwest that depict the Anishinaabe creation story. He said that when humans came on the scene all the other animals had already been created. We were the least prepared, the most naked, and the least knowledgeable. So, we need to learn from the different animals. From one animal, we learn how to be strong; from another, how to be fast. We learn skills by opening ourselves to difference.\u003C\/p\u003E\n\n\u003Cp\u003EAnd I thought, \u0022Wow, this really fits!” Our pitiful human neediness is a kind of abrasion that opens up our wound—our vulnerability—but it also opens us up to the Other. And that’s transformative. It gives us what we couldn\u0027t have generated out of our own willpower.\u003C\/p\u003E\n\u003Cimg alt=\u0022Under a bridge, a group in the foreground face Jon Johnson standing in front of a mural by Philip Cote, Jarus and Kwest. In the mural painted fish appear on a blue background surrounding a face in the centre with a bright yellow eye.  \u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-c02fdb59-0754-48b1-92e1-bf48cb7b4495\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;c02fdb59-0754-48b1-92e1-bf48cb7b4495\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00223024\u0022 src=\u0022\/sites\/default\/files\/2021-10\/Jon%20Johson.First%20Story%20at%20Humber%20River%20Valley.2017.jpg\u0022 width=\u00223024\u0022 \/\u003E\u003Cdiv class=\u0022caption\u0022\u003EJon Johson, First Story walking tour at Humber River Valley (2017). Photo by Luis Jacob.\u003C\/div\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E Yes, this is why we call the animals that offer knowledge our Older Brothers, and we address them that way. We ask the animals to take pity on us because we usually don’t know how to manage the wilderness on our own. We need to learn, and they teach us.\u003C\/p\u003E\n\n\u003Cp\u003EThis is in the language—in the way we address the animals and the land. Our salutations include the notion that we are less, that we lack, that we need help and support. What this position does to the child growing up is humble her before the enormous power of Nature. Nature is definitely not that Photoshopped, extracted image from the internet your student gave you. It’s an embodied, humbling experience. We are taught this truth right from the get-go.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob \u003C\/span\u003EThe sanitized, abstracted version of the wilderness confounds all our encounters with the real wilderness. Since the wilderness doesn\u0027t fit the Photoshopped version we\u0027ve been given, we are tempted to respond with fearful hostility towards it.\u003C\/p\u003E\n\n\u003Cp\u003EI think about Northrop Frye’s ideas about revolutionary monotheism. If you come to North America—to Turtle Island—with the idea that there\u0027s only one version of reality, then every other existing version you find here can only be seen as an enemy. This hostility is the opposite of the humility you\u0027re talking about. The wilderness is not a devil you have to armour yourself against—it\u0027s actually your older sister or brother! This thing you don\u0027t fully know or fully understand, this thing you haven\u0027t measured, haven\u0027t accounted for, haven\u0027t instrumentalized or sanitized—it has knowledge, has perceptions, and has tools of its own...that would, if you could open yourself up to them, help you grow and develop. Far from being the enemy, it\u0027s actually the thing you need.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EYes, but fearsome also—and perilous, of course.\u003C\/p\u003E\n\n\u003Ch4\u003EPART FIVE: A CERTAIN CONSANGUINITY\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EYou remind me of an aspect of Anishinaabe grammar that is probably useful in this discussion. Objects in the Anishinaabe language are divided into two orders (similar to French, which uses feminine and masculine nouns). In Anishinaabemowin, we have animate and inanimate. Animate things are identified grammatically by our terms of address—but also by our behaviour towards them—because they are sentient beings (even if they don\u0027t meet the criteria of sentience as Western science would define it).\u003C\/p\u003E\n\n\u003Cp\u003ESo, we would say that the Great Lakes, for instance, are animate, and we would address them and conduct ourselves with the understanding that they are conscious beings like ourselves—and yet superior to us because they are older. They are more travelled than us. They change their properties readily and wondrously and survive it. They are durable as we are not. They\u0027re not fragile. They endure. Reverence to us means we are humble, but not humiliated or debased. In fact, our ability to recognize and acknowledge the difference between ourselves and these objects\/beings actually elevates us and allows us to be more comfortable in the world and more accepted and loved in the world.\u003C\/p\u003E\n\n\u003Cp\u003EI\u0027ve been thinking about this a lot recently, particularly with respect to Covid-19. I’ve been considering the science and the evidence, and the question of whether the virus is alive. Viruses have some aspects that indicate life and yet others that prove it’s not a living organism. It’s something else. Well, what is that something else? We don\u0027t have language for this in English. But in Anishinaabemowin, we have language for this kind of being and can find a relationship to it and make space within our cosmology for it.\u003C\/p\u003E\n\n\u003Cp\u003EI think this is what Frye is pointing to: the inability of certain dogmas or philosophies to admit a wider scope of being in the world.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob \u003C\/span\u003EYes, I agree. And even within Western traditions, there are counter-traditions that try to describe the things you\u0027re talking about. Even in modern art history, even when you look at the most rational-looking art, for instance, a painting by Piet Mondrian. It\u0027s actually the opposite of rationality. Mondrian was interested in something he called, “dynamic equilibrium.”\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref13_56mxur7\u0022 title=\u0022See Piet Mondrian, “General principles of Neo-Plasticism” (1926), in ed. and trans. H. Holtzman and M.S. James, The New Art—The New Life: The Collected Writings of Piet Mondrian (London: Thames \u0026amp;amp; Hudson, 1986).\u0022 href=\u0022#footnote13_56mxur7\u0022\u003E13\u003C\/a\u003E\n This was not symmetry, not an artificially imposed order—but a self-generated order that is dynamic, that never stops being dynamic.\u003C\/p\u003E\n\n\u003Cp\u003EI find it fascinating that even the Western tradition, with its dominant world view, also contains its own “othernesses,” the counter-currents within it that have also been sanitized in a way that sandpapers and normalizes the weird edges.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine\u003C\/span\u003E And isn\u0027t it fascinating that in Western culture at least, art is one of the places where counter-knowledges can live? I have to say it isn\u0027t the same in Indigenous art. But Western art does seem to offer an escape-hatch or pressure-valve that allows this stuff to get out.\u003C\/p\u003E\n\n\u003Cp\u003ENow, this is not fully formed in my mind yet, and I hope I will formulate these ideas more before I leave the planet, but I think Indigenous art has a different meaning and a different function. The \u003Cem\u003Eraison d\u0027être\u003C\/em\u003E for Indigenous art is not to provide a pressure valve where ideas can be safely released or expelled. \u003Cem\u003EIt\u0027s about the ideas themselves\u003C\/em\u003E. It’s not about religion, but about a spiritual connection, a spiritual understanding of what Mondrian was trying to point to in his colour-theory work.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob \u003C\/span\u003EEven within the European tradition, the dominant idea of art is a historically “young” idea. I was reading a book by Hans Belting about medieval art: a time prior to the concept of art that’s now become dominant in the West.\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref14_7i0t3su\u0022 title=\u0022See Hans Belting, Likeness and Presence: A History of the Image before the Era of Art (Chicago: University of Chicago Press, 1994).\u0022 href=\u0022#footnote14_7i0t3su\u0022\u003E14\u003C\/a\u003E\n\u003C\/p\u003E\n\n\u003Cp\u003EArt didn\u0027t exist in the same way in medieval culture as it did in Renaissance (or modern) culture because in medieval art, an artwork was an object of veneration. The viewer’s relationship to it was not just about looking. We can easily think about this in terms of religion, but I think it was also trying to articulate things that are not necessarily Christian—but about communities developing different ideas about the nature of things.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EThis brings me back to our original discussion months ago about methodology. That art in those contexts—in medieval contexts, and I think to some degree in Indigenous contexts—is a methodology of communication. But communication with what? Well, sometimes it\u0027s human to human, but often it\u0027s not about the human. Often, it’s communication with phenomena, or with visual information that\u0027s coming in. It’s a response. Some people might say it’s prayer, but it’s not really that. And some might say it’s ritual—well, maybe, but extremely personal ritual. And yet it’s there for all to see.\u003C\/p\u003E\n\n\u003Cp\u003EEach of us, in looking at art this way, understands \u003Cem\u003Ea certain consanguinity\u003C\/em\u003E—a certain eternity—something that you know. And that is what the art is for, or part of what the art is for. And I think it\u0027s such an important point for us because, as you know, Indigenous artists today are attempting to make ourselves understood to the mainstream art world, and we need to be clear about the purpose of our activity—this art and how we come to it. How we look at it. How we may redefine the language and the procedure of looking so that it\u0027s not extractive, so that I\u0027m not just consuming this image and somehow monetizing it. Instead, I am allowing it to inflect itself on me so that I am transformed.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob \u003C\/span\u003E I really believe in that idea of art. What you said about consanguinity... this is what I understand. The idea that what I\u0027m made of, you\u0027re made of. A connection to something eternal, something bigger and older and vaster and wilder than I could ever come to measure, or describe, or say. But it\u0027s an experience.\u003C\/p\u003E\n\n\u003Cp\u003EAt one point in our conversation over these months, we talked about how generation after generation has had to fight against erasure or enforced forgetting. I think these conversations assert a place for those experiences, despite ongoing waves of attempts to neutralize it, sandpaper it right out of existence, bulldoze it, legislate it, erase it.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EIt\u0027s as if art, or culture, or whatever this is, is a big muscle. They can try to rub it out. They can try to contour it, or whatever else they want to do with it. But it’s there—it has strength and durability, and it goes past our lifetimes and past our little personal memories. I feel that when we have these moments, when we suddenly see it and experience it, it\u0027s as if we\u0027ve come into contact with that muscle, and it’s surging through us—and we realize then, \u0022Oh, my ego is the illusion, and this is the reality.\u0022\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cem\u003EThis\u003C\/em\u003E is what humanity consists of—this gigantic wisdom that, thank God, we haven\u0027t managed to exterminate.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob \u003C\/span\u003EI’m visualizing Pitsiulak’s whale again… It\u0027s this muscle, this body—and its eye is tiny, but it\u0027s the window into this vast, vast intelligence.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EAnd the beautiful thing, of course, is that it\u0027s true. That whale is a physical being. And those physical beings, they are the carriers of that thing we have no English word for yet.\u003C\/p\u003E\n\n\u003Cp\u003EThere is something else we have to try to disrupt: the constant attempt to fictionalize these realities or deny the real truth of them because it\u0027s too formidable for us. We talked about this at some point: the fictionalizing capacity of the human being, and how it trips us up all the time because some of what we imagine we\u0027ve made up, we \u003Cem\u003Ehaven\u0027t\u003C\/em\u003E made up. Some of what comes to us in dreams—in fact, \u003Cem\u003Emuch\u003C\/em\u003E of what comes to us in dreams—is not a dream. It is an opportunity to experience something from a different perspective.\u003C\/p\u003E\n\n\u003Cp\u003EAnd that capacity for fiction that was given to us to help us explain a whole bunch of phenomena has actually anaesthetized us against a real connection, a true experience.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E English is not my mother language, but I love the expression it has for having a thought: \u0022It occurred to me.\u0022 I\u0027ve always thought it\u0027s so accurate because it\u0027s not me who makes the thought. \u003Cem\u003EIt occurred to me\u003C\/em\u003E. And that\u0027s what actual thinking feels like: it occurs to me.\u003C\/p\u003E\n\n\u003Cp\u003EAt some level, that sounds so irrational—so “fictional.” There\u0027s no way that it makes sense: of course, it\u0027s me having the thought. But that\u0027s not actually what the experience is like. “It occurs to me” actually describes what it\u0027s like to think. If we can pay attention to those things—rather than just brush them away as merely a fiction or a fancy turn-of-phrase—but attend to these things as actual philosophy, then we\u0027d be better off.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EIt\u0027s a gift. “It occurred to me” is really saying: “Wow, this thing was gifted to me. I was there. It came. I saw it.”\u003C\/p\u003E\n\n\u003Cp\u003EAnd also: “Now here it is. I\u0027m not going to co-opt this into something I can claim as my own. I\u0027m going to actually acknowledge that this isn\u0027t mine. That I was gifted with this piece of insight.” That’s intellectual honesty, or rather, humility. It\u0027s recognizing that when these things “occur” to us, it\u0027s, “Wow, something was given.”\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob \u003C\/span\u003EThat offers me a new definition because, in my world view—the world view I inherited from my culture—a gift, once it\u0027s given, \u003Cem\u003Ebelongs\u003C\/em\u003E to me. But what you\u0027re saying is that once it\u0027s been gifted, \u003Cem\u003Eit\u0027s still a gift\u003C\/em\u003E, it\u0027s still there without being owned. That is such a beautiful definition.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EYes, it\u0027s still a gift! And, you know, you have a responsibility now because it was given to you. You have to carry it, or protect it, or share it.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob \u003C\/span\u003E And serve as its witness. Earlier, at another conversation, we spoke about Murray Sinclair, we talked about the labour it takes to keep fighting, to keep telling the story against the forces of erasure. But then, it occurred to me, like you said: “Now that I\u0027ve told you the story, you are the witnesses. You have to do the work with this gift, so no one has to carry the weight of that labour alone.”\u003C\/p\u003E\n\n\u003Cp\u003EThe gift is actually the labour that we all have to pick up, as witnesses.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EThat\u0027s beautiful. I love it because that also explains what art is. The witnesses to a work of art are in a similar way suddenly beholden to it in a special psychic sense: in memory, but also in action. And this is what gives me hope for the process of making art, or the labour of making art, because it has the potential to lessen the weight by sharing the burden in a very beneficent way, in a curative or rehabilitative way.\u003C\/p\u003E\n\n\u003Cp\u003EIt is not the artist thinking this up. It is the muscle of the culture attempting to exert itself in a healing way on the population.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob \u003C\/span\u003EYou mentioned “curative.” This made me think of the word “curator.” There\u0027s a sanitized version of the career of a curator, defined as a kind of privileged “chooser”—someone who simply selects. For me, that definition has nothing to do with curating. My idea of curating has to do with this curative idea, which is about witnessing what artists have made and then constructing new constellations—so the stories or the messages can remain active, and alive, and animated, and dynamic.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EYes, \u003Cem\u003Emeaning\u003C\/em\u003E has curative powers, and \u003Cem\u003Emaking meaning\u003C\/em\u003E also has curative powers. The curator makes meaning—makes new sentences out of things and allows new choirs of works to emerge and make different kinds of music. The act of making meaning is one of the methodologies we employ to rehabilitate or cure ourselves. I never thought of a curator or the act of curation as curative—but for sure, yes. So, there\u0027s something shamanic—here is another word I’ve come to hate because of the exploitation of traditional knowledge by new-age charlatans who call themselves “Shamanic Practitioners”—but yes, there\u0027s something in curatorial practice that has to do with medicine.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003ELuis Jacob\u003C\/span\u003E In Spanish, my first language, \u003Cem\u003Ecura\u003C\/em\u003E means “priest,” and \u003Cem\u003Ecurar \u003C\/em\u003Emeans “to heal.” A priest, understood in its Latin root-form, is simply \u003Cem\u003Esomeone who takes care\u003C\/em\u003E.\u003C\/p\u003E\n\n\u003Cp\u003EIt\u0027s the medicinal thing you mentioned. \u003Cem\u003ECurar\u003C\/em\u003E, to heal. The root-word for “priest” and “healing” is the same: “care.” It\u0027s a shamanic meaning that moves the priest away from the church and into a much older role, which is the person in the society, in the community, who is learning the healing techniques—the meaning-making techniques—that the community itself had developed.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan class=\u0022speaker\u0022\u003EBonnie Devine \u003C\/span\u003EThis is absolutely what I would say an Indigenous artist is. Someone with a lot of roles: sometimes a \u003Cem\u003Edoctor\u003C\/em\u003E, sometimes a \u003Cem\u003Eteacher\u003C\/em\u003E, sometimes a \u003Cem\u003Econtainer\u003C\/em\u003E... and sometimes also a \u003Cem\u003Elearner\u003C\/em\u003E. Teacher implies learner, and healer implies that which needs to be healed. Because the reason you come to art, I think, is for your own healing. If you scratch an artist deep enough, you\u0027re going to find that wounded person who was seeking something that would cure them—and I believe art does that.\u003C\/p\u003E\n\u003C\/div\u003E\n\n\n\u003Cul class=\u0022footnotes\u0022\u003E\u003Cli class=\u0022footnote\u0022 id=\u0022footnote1_duc40ec\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref1_duc40ec\u0022\u003E1\u003C\/a\u003E\u003Cem\u003ETowards Braiding\u003C\/em\u003E is an ongoing collaborative process between Elwood Jimmy and Vanessa Andreotti hosted and funded by the Musagetes Arts Foundation. To access the project and the book, please visit \u003Ca href=\u0022https:\/\/decolonialfutures.net\/towardsbraiding\/\u0022\u003E\/decolonialfutures.net\/towardsbraiding\u003C\/a\u003E.\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote2_mx1f05m\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref2_mx1f05m\u0022\u003E2\u003C\/a\u003ESee “Deception,” \u003Cem\u003ERadiolab\u003C\/em\u003E, November 19, 2020, podcast, \u003Ca href=\u0022https:\/\/www.wnycstudios.org\/podcasts\/radiolab\/episodes\/91612-deception\u0022\u003Ewnycstudios.org\/podcasts\/radiolab\/episodes\/91612-deception\u003C\/a\u003E.\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote3_6ags58r\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref3_6ags58r\u0022\u003E3\u003C\/a\u003ESee Wilfred Bion, \u003Cem\u003ESecond Thoughts: Selected Papers on Psychoanalysis\u003C\/em\u003E (London: Routledge, 2018).\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote4_ww1g0xf\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref4_ww1g0xf\u0022\u003E4\u003C\/a\u003E\u003Cem\u003EIn Circles and Lines: Michi Saagiig\u003C\/em\u003E, September 6 to December 21, 2018, an exhibition guest curated by Raven Davis, Devine used various media and mapping strategies, to explore the complex colonial histories of the north shores of Lake Erie and Lake Ontario, which include the cities of Mississauga and Toronto and the traditional territories of the Michi Saagiig (Mississauga Nation) and the Haudenosaunee (Six Nations of the Grand River).\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote5_7ff3dkj\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref5_7ff3dkj\u0022\u003E5\u003C\/a\u003ESee Dionne Brand, \u003Cem\u003EWhat We All Long For\u003C\/em\u003E (Toronto: Vintage Canada, 2005).\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote6_xe3w62r\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref6_xe3w62r\u0022\u003E6\u003C\/a\u003E\u003Cem\u003EForm Follows Fiction: Art and Artists in Toronto\u003C\/em\u003E was presented at the Art Museum at the University of Toronto in 2016. The thematic cluster of works by eighty-six artists considered how artists of various generations visualize Toronto. It was preceded in 2015 by the museum’s \u0022This is Paradise: Art and Artists in Toronto\u0022 conference co-curated by Luis Jacob and Barbara Fischer with Kitty Scott, which explored the absence of history and Toronto’s relationship to other urban centres; the collective impulse in local art scenes and the pressures of \u0022creative city\u0022 paradigms; case studies of places significant to cultural ecology; diaspora studies, urbanism, queer studies and feminism; and the conditions of DIY publishing, independent film, and artists\u0027 videos.\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote7_wlkkznm\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref7_wlkkznm\u0022\u003E7\u003C\/a\u003ERobert Houle’s monumental work, \u003Cem\u003EPremises for Self-Rule\u003C\/em\u003E (1994), refers to four legislative acts: the Royal Proclamation of 1763 that established the colonial administration of North American territories relinquished by France to Britain following the Seven Years’ War, and that recognized all other land as Aboriginal territory unless ceded by treaty to the Crown; the British North America Act of 1867, passed by the British Parliament to create the Dominion of Canada; the Indian Act of 1876, a Canadian federal law governing in matters pertaining to Indian status (designation of Aboriginal identity), Indian bands (governance imposed on Aboriginal communities), and Indian reserves (demarcation of the land base of Aboriginal peoples); and the Constitution Act of 1982 that patriated the Canadian Constitution and affirmed Aboriginal rights under the Charter of Rights and Freedoms. This legislative framework prescribes the relational landscape of Indigenous and non-Indigenous people in Canada. For further information see \u003Ca href=\u0022https:\/\/www.aci-iac.ca\/art-books\/robert-houle\/key-works\/premises-for-self-rule-treaty-no-1\/\u0022 target=\u0022_blank\u0022\u003Eaci-iac.ca\/art-books\/robert-houle\/key-works\/premises-for-self-rule-treaty-no-1\u003C\/a\u003E\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote8_i0sstog\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref8_i0sstog\u0022\u003E8\u003C\/a\u003EThe Toronto Purchase of 1805 (also known as Treaty 13) was a treaty conducted between the Mississaugas of the New Credit First Nation and the British Crown. It attempted to clarify and confirm the terms of the botched Johnson-Butler Purchase of 1787–88. A compensatory settlement between the Government of Canada and the Mississaugas was only reached in 2010, after more than two hundred years of sustained legal claims on the part of the First Nation.\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote9_fiast8n\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref9_fiast8n\u0022\u003E9\u003C\/a\u003ESee Northrop Frye, “Canada: New World Without Revolution,” address given at the Royal Society Symposium, October 7, 1975. Published in \u003Ci\u003EPreserving the Canadian Heritage\u003C\/i\u003E (Ottawa: Royal Society of Canada, 1974), 15–25. Reprinted in \u003Cem\u003EDivisions on a Ground: Essays on Canadian Culture\u003C\/em\u003E (Toronto: House of Anansi Press, 1982).\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote10_aujc1kx\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref10_aujc1kx\u0022\u003E10\u003C\/a\u003ESee Tomson Highway quoted in Noah Richler’s \u003Cem\u003EThis Is My Country, What’s Yours?: A Literary Atlas of Canada\u003C\/em\u003E (Toronto: McCelland \u0026amp; Stewart, 2006).\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote11_tjqkh8n\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref11_tjqkh8n\u0022\u003E11\u003C\/a\u003E\u003Ci\u003EIbid.\u003C\/i\u003E, 133.\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote12_4yoy5th\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref12_4yoy5th\u0022\u003E12\u003C\/a\u003EBetasamosake Simpson, Leanne, “Land as pedagogy: Nishnaabeg intelligence and rebellious transformation,” \u003Cem\u003EDecolonization: Indigeneity, Education \u0026amp; Society\u003C\/em\u003E 3, no. 3 (2014), 25.\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote13_56mxur7\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref13_56mxur7\u0022\u003E13\u003C\/a\u003ESee Piet Mondrian, “General principles of Neo-Plasticism” (1926), in ed. and trans. H. Holtzman and M.S. James, \u003Cem\u003EThe New Art—The New Life: The Collected Writings of Piet Mondrian\u003C\/em\u003E (London: Thames \u0026amp; Hudson, 1986).\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote14_7i0t3su\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref14_7i0t3su\u0022\u003E14\u003C\/a\u003ESee Hans Belting, \u003Cem\u003ELikeness and Presence: A History of the Image before the Era of Art\u003C\/em\u003E (Chicago: University of Chicago Press, 1994).\u003C\/li\u003E\n      \u003C\/ul\u003E","field_editorial":"\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E“How may we redefine the language and the procedure of looking so that it\u0027s not extractive?” ask artists Bonnie Devine and Luis Jacob—a question that resonates within this publication and in the work of Public Programming and Learning. Jacob shared his extensive personal archive with the Biennial team and artists and proposed a series of talks alongside his two-part installation \u003Ca href=\u0022https:\/\/torontobiennial.org\/programs\/the-view-from-here-4\/\u0022\u003E\u003Cem\u003EThe View From Here\u003C\/em\u003E\u003C\/a\u003E in collaboration with OCAD University. Guest contributors included Simon Vickers, Fadi Masoud and Adrian Blackwell, and Devine, whose decades-long scholarly and artistic inquiries contend with ways to perceive layered histories of Toronto \u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003Eand the treaties and colonial violence that have shaped relationships within it. \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EIn November 2019, Devine and Jacob brought their work into dialogue through two view-finding devices—an antique surveyor’s transit and the sculpture \u003Cem\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/support\/limited-editions\/\u0022\u003EThe Riddle\u003C\/a\u003E \u003C\/em\u003E(2018)—amidst maps, images, participants, and rush-hour passersby at Toronto’s largest transportation hub, Union Station, giving insight into historical and contemporary acts of surveillance and witnessing, map-making and archiving. The following text is comprised of excerpts from their conversations since Jacob’s first encounter with Devine’s work \u003Cem\u003ECircles and Lines: Michi Saagiig\u003C\/em\u003E (2018) at the Art Gallery of Mississauga, through the pandemic, revealing their commitment to learning through dialogue, and joy in nurturing relationships with peoples, practices, and places.\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n","field_intro_text_author":"Clare Butcher","field_image":"","field_audio_files":"","field_editorial_image":"\/sites\/default\/files\/styles\/large\/public\/2021-10\/TBA_Bonnie_Devine_Luis_Jacob_Colour_0.png?itok=Q2GTkVmE"},{"title":"Walking, Talking, and Listening","field_artist_s_":"Mark Dudiak","body":"\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EMark Dudiak (he\/him) is a Toronto based artist whose work explores loss through painting, video, and installation. A settler born on Treaty 6 territory in Saskatoon, he holds a BFA from Emily Carr University, Vancouver and an MFA from Concordia University, Montréal. Dudiak has exhibited across Canada and Europe at venues such as ZK\/U Berlin, Projet Pangee Montréal, Forest City Gallery London, Access Vancouver, and Nuit Blanche Toronto\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n","nid":"61","field_article_contents":"\u003Cp\u003EIt’s easy to walk into a public exhibition and feel overwhelmed and intimidated by the art on the walls. No one likes to feel they don’t understand, or that they don’t have the knowledge to engage with something as seemingly complicated as contemporary art.\u003C\/p\u003E\n\n\u003Cp\u003EAs an artist myself, I must acknowledge that the forms artists use and the depth of our inquiry can sometimes be at odds with what many of us learn at school about what art looks like and what purpose it serves. But when it’s rooted in the here and now, contemporary art gets us talking about current topics and experiences that affect many of us personally.\u003C\/p\u003E\n\n\u003Cp\u003EThe following tunes into the thinking around and experiences of a workshop I led with groups of young people throughout the Toronto Biennial of Art’s Learning Program in 2019 that aimed to amplify participants’ personal experiences of the Biennial exhibition through practices of listening, responding, and collective improvisation.\u003C\/p\u003E\n\n\u003Cimg alt=\u0022Large group of students looking towards a male facilitator, standing in front of an exhibition with hanging yellow coats and other artworks around.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-6012f644-6f96-40ec-8c73-7c765b3b6934\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;6012f644-6f96-40ec-8c73-7c765b3b6934\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00221400\u0022 src=\u0022\/sites\/default\/files\/2021-08\/School_Group%20Sue%20Holland.jpg\u0022 width=\u00222100\u0022 \/\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EWorkshop participants engage with Mark Dudiak in the context of Embassy of Imagination + PA System’s \u003Cem\u003ESinaaqpagiaqtuut\/The Long-Cut \u003C\/em\u003E(2019). Photo by Sue Holland. Courtesy of the Toronto Biennial of Art.\u003C\/div\u003E\n\n\u003Ch3\u003ELISTENING\u003C\/h3\u003E\n\n\u003Cp\u003EI only have a loose idea of how any workshop will proceed, my goal is for learners to engage so it can be hard to know what any given group will connect to. Practically this means that I organize my sessions in a modular way, developing multiple exercises for each theme that I want to address. Being responsive is part of creating a space where dialogue can form.\u003C\/p\u003E\n\n\u003Cp\u003EWhen I walk with a group through an exhibition, I ask what we are looking at. They will often try to skip straight to interpreting the meaning of an artwork but I ask them to explain what they see to me first, to start with the obvious. Once we see some aspect of ourselves or experiences reflected in an artwork, that artwork stops being so opaque. It might look complicated but so is the world and we navigate that all the time—just break it down and note your reactions.\u003Cfn\u003EI learned this approach from Nicholas Brown, formerly the curator of Red Bull 381 Projects—a small gallery in downtown Toronto that showed Canadian contemporary art by young artists. The gallery was situated in the lobby of Red Bull Canada’s corporate offices and Nick and I had a lot of contact with office staff, many of whom were interested in art but who had received little arts education since high school. Early on, our programming elicited some negative feedback from staff who often felt skeptical about the skills of the featured artists or were fearful of sounding unintelligent by making the “wrong” observations. So Nick initiated small tours through all of our exhibitions. By offering a welcoming space to ask “obvious” questions and express honest reactions to the shows, Nick was able to transform what could have been antipathy from the surrounding staff into appreciation and support. Mostly he just asked questions like, “what’s this?“ and “where are we?”, which worked because that’s often what artists are trying to figure out, too.\u003C\/fn\u003E To be in relation to something in this way means that listening is important, listening to ourselves, that is, honestly, and to what we see in front of us in the gallery.\u003C\/p\u003E\n\n\u003Cp\u003EThis conceptual framework maps readily onto the aural: a place of creation that we might understand through our relationship to music but which is still mystifying if explored through field recordings or ambient sound installations. R. Murray Schaefer, a Canadian theorist and composer developed the study of “Acoustic Ecology” in the 1960s while a professor at Simon Fraser University in Vancouver. Along with Hildegard Westerkamp, Barry Truax, Bruce Davies, Peter Huse, and others, Schaffer collected audio field recordings that documented the changing sonic environments that they encountered. These activities supported their “World Soundscape Project” and have helped advance understandings of both the psychological and physiological effects of noise pollution while emphasizing the creative possibilities latent within these sounds.\u003Cfn\u003EFor more on the World Soundscape Project see https:\/\/www.sfu.ca\/sonic-studio-webdav\/WSP\/index.html.\u003C\/fn\u003E Key to all of these efforts was an emphasis on listening, as not only a communicative act but also one that inherently grounds us in our spatial context—whether we acknowledge it or not.\u003C\/p\u003E\n\n\u003Cp\u003ESound situates us at a unique position in space, we are always at the centre of our sonic perception. Through an act of unconscious imagination, we use sound to map and internalize the environment, even the parts of it that are invisible. Educators can exploit this subtle link to engage the imagination by asking learners to visualize audio environments. Before guiding students through the Biennial exhibition, I talked about how hearing passively grounds our experience in a fluid mental model as I played a series of field recordings over a small speaker system. While listening, I’d ask students to draw or write where they imagined themselves to be.\u003C\/p\u003E\n\n\u003Cp\u003E\n\u003Caudio controls=\u0022\u0022\u003E\u003Csource src=\u0022\/sites\/default\/files\/2021-09\/1_Field%20Recording_Garden.mp3\u0022 type=\u0022audio\/mpeg\u0022 \/\u003E\u003C\/audio\u003E\n\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EMark Dudiak, \u003Cem\u003EField Recording: Garden\u003C\/em\u003E (2019). Courtesy of the artist.\u003C\/div\u003E\n\n\u003Cp\u003E\n\u003Caudio controls=\u0022\u0022\u003E\u003Csource src=\u0022\/sites\/default\/files\/2021-09\/2_Field%20Recording_Streets.mp3\u0022 type=\u0022audio\/mpeg\u0022 \/\u003E\u003C\/audio\u003E\n\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EMark Dudiak, \u003Cem\u003EField Recording: Streets\u003C\/em\u003E (2019). Courtesy of the artist.\u003C\/div\u003E\n\n\u003Cp\u003E\n\u003Caudio controls=\u0022\u0022\u003E\u003Csource src=\u0022\/sites\/default\/files\/2021-09\/3_Field%20Recording_Interior.mp3\u0022 type=\u0022audio\/mpeg\u0022 \/\u003E\u003C\/audio\u003E\n\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EMark Dudiak, \u003Cem\u003EField Recording: Interior\u003C\/em\u003E (2019). Courtesy of the artist.\u003C\/div\u003E\n\n\u003Cp\u003E\n\u003Caudio controls=\u0022\u0022\u003E\u003Csource src=\u0022\/sites\/default\/files\/2021-09\/4_Field%20Recording_Corridor.mp3\u0022 type=\u0022audio\/mpeg\u0022 \/\u003E\u003C\/audio\u003E\n\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EMark Dudiak, \u003Cem\u003EField Recording: Corridor\u003C\/em\u003E (2019). Courtesy of the artist.\u003C\/div\u003E\n\n\u003Cp\u003E\n\u003Caudio controls=\u0022\u0022\u003E\u003Csource src=\u0022\/sites\/default\/files\/2021-09\/5_Field%20Recording_Workshop.mp3\u0022 type=\u0022audio\/mpeg\u0022 \/\u003E\u003C\/audio\u003E\n\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EMark Dudiak, \u003Cem\u003EField Recording: Workshop\u003C\/em\u003E (2019). Courtesy of the artist.\u003C\/div\u003E\n\n\u003Cp\u003E\n\u003Caudio controls=\u0022\u0022\u003E\u003Csource src=\u0022\/sites\/default\/files\/2021-09\/6_Field%20Recording_Performance_Walk%20the%20Word.mp3\u0022 type=\u0022audio\/mpeg\u0022 \/\u003E\u003C\/audio\u003E\n\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EMark Dudiak and workshop participants, \u003Cem\u003EField Recording: Performance\u003C\/em\u003E (2019). Courtesy of the artist.\u003C\/div\u003E\n\n\n\u003Cp\u003EWhen the exercise was complete, raucous discussions usually broke out as the groups compared their visual answers with each other. Generally, students expressed disbelief at what their peers had derived from the same soundtrack.\u003C\/p\u003E\n\n\u003Cp\u003EThrough this we began to learn how listening can be a creative act: narrative flowing from our desire to understand. We are not passive receivers. We had created words and ideas from this experience. With this established, we’d head out into the exhibition space where their thoughts and observations could be perceived as creative additions to the wider soundscapes that the artists and curators were proposing, such as Bárbara Wagner and Benjamin de Burca through their video work, \u003Ca href=\u0022https:\/\/torontobiennial.org\/work\/barbara-wagner-and-benjamin-de-burca-at-259-lake-shore\/\u0022\u003E\u003Cem\u003ERISE\u003C\/em\u003E\u003C\/a\u003E (2018), which always encouraged groups to actively engage. This artwork features a host of spoken word artists and musicians based in Toronto who form part of the \u003Ca href=\u0022https:\/\/www.riseedutainment.com\/\u0022\u003EReaching Intelligent Souls Everywhere Edutainment\u003C\/a\u003E (RISE) \u003Ca\u003Enetwork,\u003C\/a\u003E allowing students to see places in their city represented on screen in a beautiful and polished way. With the look and feel of an extended music video and in many ways structured like one with short, stylish vignettes capturing spoken word and vocal performances in subway stations across Toronto, the film was a perfect starting pitch in suggesting that art might not be so inaccessible after all. One group of students began to sing along with artists in the video during a rap battle scene, keeping time with the performances in a joyous impromptu collaboration that sent shivers down my spine. A response to the call—listening leading to creation.\u003C\/p\u003E\n\n\u003Cimg alt=\u0022Students sitting in a dark space, watching a projected film.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-f1269133-ecac-45d5-8dce-2cf8b85fed4d\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;f1269133-ecac-45d5-8dce-2cf8b85fed4d\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u0022784\u0022 src=\u0022\/sites\/default\/files\/2021-09\/2_Watching%20RISE_photo%20credit%20Clare%20Butcher.jpg\u0022 width=\u00221001\u0022 \/\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EWorkshop participants watching Bárbara Wagner and Benjamin de Burca’s \u003Cem\u003ERISE\u003C\/em\u003E (2018). Photo by Clare Butcher.\u003C\/div\u003E\n\n\u003Ch3\u003ESOUNDING OUT\u003C\/h3\u003E\n\n\u003Cp\u003EThe prospect of creating an object, or “take home”, in an arts education context can be a powerful pedagogical motivator. But I’ve found that it can be hard to complete something that youth participants value in the hour or so that I set aside for creation in my workshops—paint takes time to dry, complex projects require tools or a bunch of preparatory steps. It’s important that groups feel they have meaningfully interacted with the exhibited works that can include a lot of media content. With all this in mind, I developed a workshop project that was simple but novel, one that introduced performance and experimental audio arts as accessible and rewarding.\u003C\/p\u003E\n\n\u003Cp\u003EAfter completing our time with the artworks on display, I would ask the group to join me outside in the parking lot. Using chalk, the learners were encouraged to write a large word onto the land, such as one of the terms generated during the listening session. The collective text on the asphalt would become the instructions for our performance, the script for a story we could create together. Recording on microphones placed on stands around the parking lot, everyone would walk from letter to letter along the chalk words they’d written, shouting each one as they moved along, in their own time and tones. It often became a cacophony of shouting and moving and singing, but the context we’d created for it made everything seem significant.\u003C\/p\u003E\n\n\u003Cimg alt=\u0022Workshop participants use sidewalk chalk on asphalt surface to write out words in large letters in Walk the Word exercise.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-85eccab0-464f-400f-a412-fb387a7492ff\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;85eccab0-464f-400f-a412-fb387a7492ff\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00223024\u0022 src=\u0022\/sites\/default\/files\/2021-09\/3_Walk%20the%20Word_photo%20credit%20Chiedza%20Pasipanodya.jpg\u0022 width=\u00224032\u0022 \/\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EWorkshop participants engage with Mark Dudiak in \u003Cem\u003EWalk the Word \u003C\/em\u003E(2019) exercise in the 259 Lake Shore Blvd E parking lot. Photo by Chiedza Pasipanodya.\u003C\/div\u003E\n\n\u003Cp\u003EThe big reveal would come at the very end of the session. With everyone seated as they were when we began the workshop, I’d play their field recordings, our own soundtrack, back to the group over the speaker system. The response was wild, with some participants laughing and trying to identify who said what or smiling shyly when they heard their voices. Usually, someone had whispered something borderline near the mic just to see if they could get away with it and it always caused a scandal. This is the real “take home” from the experience of contemporary art: joy, openness, possibility, modest materials, simple realizations, and imagination.\u003C\/p\u003E\n","field_editorial":"\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EArtist and educator Mark Dudiak relates his facilitation approach with respect to collective listening and improvising to create meaningful encounters in an exhibition context. Grounded in historically transgressive methodologies of field recording and sound art, Dudiak shares how listening together can help us tune into artists’ practices and interrupt the presumed authority of the ‘expert’ or educator. Throughout his dynamic youth workshop series in TBA 2019, Dudiak put this into practice by inviting participants to listen deeply to artists’ works and words through processes of drawing, conversing, moving and recording. Each workshop culminated in an exuberant performance in which participants created new soundscapes together. \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n","field_intro_text_author":"Clare Butcher","field_image":"","field_audio_files":"\/sites\/default\/files\/2021-09\/1_Field%20Recording_Garden.mp3, \/sites\/default\/files\/2021-09\/2_Field%20Recording_Streets.mp3, \/sites\/default\/files\/2021-09\/3_Field%20Recording_Interior.mp3, \/sites\/default\/files\/2021-09\/4_Field%20Recording_Corridor.mp3, \/sites\/default\/files\/2021-09\/5_Field%20Recording_Workshop.mp3, \/sites\/default\/files\/2021-09\/6_Field%20Recording_Performance_Walk%20the%20Word.mp3","field_editorial_image":"\/sites\/default\/files\/styles\/large\/public\/2021-10\/TBA_Mark_Dudiak_Colour_0.png?itok=54U8G1He"},{"title":"Orchard","field_artist_s_":"Diane Borsato","body":"\u003Cp\u003EDiane Borsato was born in Toronto where she is an artist, naturalist, and Associate Professor of Experimental Studio at the University of Guelph. She has exhibited and performed her work in major galleries and museums across Canada and internationally. For over ten years she has been collaborating with writer and curator Amish Morrell on Outdoor School, an ongoing series of contemporary environmental artworks. Their new book \u003Cem\u003EOutdoor School\u003C\/em\u003E is available at booksellers now. \u003Ca href=\u0022http:\/\/www.dianeborsato.net\u0022\u003Ewww.dianeborsato.net\u003C\/a\u003E\u003C\/p\u003E\n","nid":"59","field_article_contents":"\u003Cimg alt=\u0022Five figures are spread out across a field with trees in the background. They hold spades for digging holes and planting sapling trees.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-37cec531-eef5-44ae-a0c4-5282fcef5f71\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;37cec531-eef5-44ae-a0c4-5282fcef5f71\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00221080\u0022 src=\u0022\/sites\/default\/files\/2021-10\/1_Orchard_YOU%20ARE%20A%20GOOD%20APPLE%20web-05448%20-%20pg%20144-145%20in%20TB_V1_Borsato_PDF.jpg\u0022 width=\u00221619\u0022\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EDiane Borsato\u003Cem style=\u0022font-size: 1em; display: inline !important;\u0022\u003E\u0026nbsp;Orchard \u003C\/em\u003E(2019–) and\u0026nbsp;\u003Cem style=\u0022font-size: 1em; display: inline !important;\u0022\u003EYou Are A Good Apple\u0026nbsp;\u003C\/em\u003E(2019), apple tasting and conversations. Photos by Yuula Benevolski. Excerpt from\u003Cem style=\u0022font-size: 1em; display: inline !important;\u0022\u003E\u0026nbsp;Outdoor School: Contemporary Environmental Art\u0026nbsp;\u003C\/em\u003E(Vancouver: Douglas \u0026amp; McIntyre, 2021).\u0026nbsp;\u003C\/div\u003E\n\n\u003Cp\u003EThere are apples with red flesh, apples shaped like stars and sheep noses, andapples that taste like butterscotch, oranges or roses. There are apples as large asmelons, apples that last just a few hours and apples that look gashed across theskin by a wolf. There are historical Canadian apples that hardly anyone knows thetaste of, as well as twothousand-year-old apples, cultivated since the Roman empire.Eccentric apple varietals are not planted commercially and require dedicatedorchardists to grow them in order for them to continue to exist for future generations.\u003C\/p\u003E\n\n\u003Cp\u003EOrchard is an ongoing public art project aiming to plant rare, historical or eccentricapple varietals in various locations. In 2019, at the Small Arms Inspection Building inMississauga, I planted apple varietals including Pink Pearl, Tolman Sweet, WhiteWinter Pearmain, Kandil Sinap, Black Gilliflower, Hewe’s Crab, Ananas Reinette,Belle de Boskoop, Pedro, Baxter, Williams’ Pride and Sleeping Beauty.\u003C\/p\u003E\n\n\u003Cp\u003EParticipating in the work requires a special commitment on behalf of the hostinstitution, to properly maintain the trees on an annual basis and sustain them for theirnatural lifespan. As the orchard grows, it will be an ongoing programmable site ofinterest to a wide public outside of the museum. In contrast to the ‘white cube’ of thegallery, trees in Orchard could be activated by artists and naturalists in various waysaccording to season and weather. The ongoing work is a living, dispersed public artproject—one that combines ecological, aesthetic and gastronomical interests—while challenging traditions of public sculpture and contributing to urban life.\u003C\/p\u003E\n\n\u003Cimg alt=\u0022Bowls of multicoloured apples rest on a wooden table, surrounding two blue plates. A pair of hands picks up slices of apple.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-147992f8-933e-43be-957b-17fe55ed4367\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;147992f8-933e-43be-957b-17fe55ed4367\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00221080\u0022 src=\u0022\/sites\/default\/files\/2021-10\/2_YOU%20ARE%20A%20GOOD%20APPLE%20web-05060%20-%20pg%20146%20in%20TB_V1_Borsato_PDF.jpg\u0022 width=\u00221619\u0022\u003E\n\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\n\n\u003Cdiv id=\u0022borsato__grid\u0022\u003E\n\u003Cdiv class=\u0022borsato__grid--left\u0022\u003E\u003Cimg alt=\u0022Barrels of apples surround two children and an adult holding slices of apple in the foreground. A ground of people and more apples fill the background of the large windowed space.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-84934e86-a6bb-46ba-a4a3-5b123db3a783\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;84934e86-a6bb-46ba-a4a3-5b123db3a783\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00221080\u0022 src=\u0022\/sites\/default\/files\/2021-10\/3-1_YOU%20ARE%20A%20GOOD%20APPLE%20web-05131%20-%20pg%20147%20in%20TB_V1_Borsato_PDF%20-%20top%20left.jpg\u0022 width=\u00221619\u0022\u003E \u003Cimg alt=\u0022Close-up of trays and bowls of red and green apples on a wooden table. Some slices sit on a blue plate next to a handwritten sign saying “Haas”.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-d5c5c4bf-f9c5-4f8a-9658-e56a6f8e7548\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;d5c5c4bf-f9c5-4f8a-9658-e56a6f8e7548\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00221080\u0022 src=\u0022\/sites\/default\/files\/2021-10\/3-5_YOU%20ARE%20A%20GOOD%20APPLE%20web-04519%20-%20pg%20147%20in%20TB_V1_Borsato_PDF%20-%20mid%20left.jpg\u0022 width=\u00221619\u0022\u003E \u003Cimg alt=\u0022A large group of people surround wooden tables of multicoloured apples in barrels and on trays. One adult in foreground reaches for a green apple.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-09b84269-7ab3-432b-9258-b1a7b29374a7\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;09b84269-7ab3-432b-9258-b1a7b29374a7\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00221080\u0022 src=\u0022\/sites\/default\/files\/2021-10\/3-4_YOU%20ARE%20A%20GOOD%20APPLE%20web-05114%20-%20pg%20147%20in%20TB_V1_Borsato_PDF%20-%20bottom%20left.jpg\u0022 width=\u00221619\u0022\u003E\u003C\/div\u003E\n\n\u003Cdiv class=\u0022borsato__grid--right\u0022\u003E\u003Cimg alt=\u0022Diane Borsato, wearing a red shirt, leans over a wooden table, slicing apples with a paring knife.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-112794ed-d3d2-435c-8897-79efa42c11af\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;112794ed-d3d2-435c-8897-79efa42c11af\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00221619\u0022 src=\u0022\/sites\/default\/files\/2021-10\/3-2_YOU%20ARE%20A%20GOOD%20APPLE%20web-05153%20-%20pg%20147%20in%20TB_V1_Borsato_PDF%20-%20top%20right.jpg\u0022 width=\u00221080\u0022\u003E \u003Cimg alt=\u0022A row of people look at barrels of multicoloured apples on a blue checkered tablecloth. An adult leans closer to look at a pile of books in the background.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-ddb842b0-9a47-4955-bc56-2c22de6258e0\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;ddb842b0-9a47-4955-bc56-2c22de6258e0\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00221619\u0022 src=\u0022\/sites\/default\/files\/2021-10\/3-3_YOU%20ARE%20A%20GOOD%20APPLE%20web-04457%20-%20pg%20147%20in%20TB_V1_Borsato_PDF%20-%20bottom%20right.jpg\u0022 width=\u00221080\u0022\u003E\u003C\/div\u003E\n\u003C\/div\u003E\n\n\u003Cp\u003ETo inaugurate the Orchard at the Small Arms Inspection Building, I invited the public to taste historical apples and learn about community orchards. The event included an extensive heritage apple tasting, with orchardist and historical apple collector Bill O’Keefe and other partners including Susan Poizner of Orchard People. More than forty unique and rare apple varietals were available to taste along with free Syrian apple cake catered by Newcomer Kitchen, a non-profit organization that hires Syrian refugee women to cook and share food together. Some of the apples tasted included Pink Pearl, Hornberger Pancake, White Winter Pearmain, Cox’s Orange Pippin, Seek-No-Further, Tolman Sweet, Virginia Crab, Rambo, Pink Princess, Baxter Opalescence, Starsong, Winter Banana, Maiden Blush, Snow, Belle de Boskoop and many more.\u003C\/p\u003E\n\n\u003Cp\u003EThe project was co-presented by the Toronto Biennial of Art and Ontario Culture Days. Curated by Dave Dyment. \u003Ca href=\u0022\/files\/Diane Borsato_YOU ARE A GOOD APPLE_2019.pdf\u0022 target=\u0022_blank\u0022\u003EClick here to download\u003C\/a\u003E the \u003Cem\u003EYou Are A Good Apple\u003C\/em\u003E (2019) publication, written by Diane Borsato, with paintings and design by JP King. (PDF)\u003C\/p\u003E\n","field_editorial":"\u003Cp\u003EORCHARD is a living and ongoing public artwork by Diane Borsato. Commissioned by the City of Mississauga for 2019 at the Small Arms Inspection Building, twelve rare, eccentric, and historic apple varietals were planted, in a site where weaponry was manufactured during the Second World War; with a nod to the agricultural and colonial history of Mississauga. As a public art sculpture ORCHARD brings people together to learn, admire, share food, and take care of the trees so they and the community around them may thrive. This practice of caretaking imagines a different kind of collectivity—a symbiotic one that considers ecological relation-building between community members, the land, and other non-human beings. We can look forward to building relationships with this work, growing and shifting together over future generations.\u003C\/p\u003E\n\n\u003Cp\u003ENote: The following is an excerpt from a larger publication, \u003Cem\u003EOutdoor School: Contemporary Environmental Art \u003C\/em\u003E(Vancouver: Douglas \u0026amp; McIntyre, 2021).\u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n","field_intro_text_author":"Myung-Sun Kim","field_image":"","field_audio_files":"","field_editorial_image":"\/sites\/default\/files\/styles\/large\/public\/2021-10\/TBA_Diane_Borsato_Colour_0.png?itok=yHB9fcfz"},{"title":"The Uncommon Community","field_artist_s_":"Fan Wu","body":"\u003Cp\u003E\u003Cspan\u003EFan Wu was born in Baoding, China and is now based in Tkaronto where he is the wick at the tip of the candle of exhaustion. His practice moves between activating language’s intrinsic capacities and exploring language’s unutterable beyond. You can find more of his writing online at \u003Cem\u003EMICE Magazine\u003C\/em\u003E, \u003Cem\u003Ebaest journal\u003C\/em\u003E, and \u003Cem\u003EAisle 4\u003C\/em\u003E; or track down \u003Cem\u003EMourning Anthology\u003C\/em\u003E or \u003Cem\u003EHimalayan Musk Rambler\u003C\/em\u003E, writing collections that he has edited.\u003C\/span\u003E\u003C\/p\u003E\n","nid":"57","field_article_contents":"\u003Ch3\u003ETHE UNCOMMON COMMUNITY\u003C\/h3\u003E\n\n\u003Cp\u003EThe uncommon community is a potential and real space where slowness and curiosity cultivate a free play for differences between us, and make way for experiences of ecstasy and surprise, intimacy and risk.\u003C\/p\u003E\n\n\u003Cp\u003EThe uncommon community is uncommon in the sense of being rare under a cultural regime that restricts value to “having things in common”; this is the basis of neoliberal capitalism, which asks you to collapse your identity into the commodity. Difference is difficult to countenance, so the uncommon community attempts to lay the groundwork of trust and curiosity to bring difference into the full light of consideration.\u003C\/p\u003E\n\n\u003Cp\u003EThe uncommon community celebrates not superficial sameness, but moments of unity: moments when we feel like we participate in each other’s stakes of existence. Such a unity is a spiritual gambit: it brings us to that inexpressible, even overwhelming realm of feelings and intuitions.\u003C\/p\u003E\n\n\u003Cp\u003EThe uncommon community deems identity too important to be reduced to identity politics. Here identity exists not as a shorthand whereby one assumes knowledge of identity’s supposed categories, but rather is given the full weight of its complexities and indeterminacies, and the disparate, singular ways our identities exist as constantly fluctuating constellations of present experience.\u003C\/p\u003E\n\n\u003Cp\u003EThe uncommon community is an idealized vision of togetherness, because our habits and biases trail us wherever we go; we are never free to encounter another person without the vagaries of projection. And yet the uncommon community does not promise the attainment of this ideal, but is an invitation to practise: to slowly peel back our preconceptions and focus our attunement on what’s occurring in the here and now.\u003C\/p\u003E\n\n\u003Cp\u003EThe uncommon community thinks of art, and the art gallery specifically, as a fecund backdrop for explorations of uncommonality. The dream is to disengage art from its degradation into mere cultural currency or anxious totems of status.\u003C\/p\u003E\n\n\u003Ch3\u003EART AS EXPERIENCE\u003C\/h3\u003E\n\n\u003Cp\u003E\u003Cimg alt=\u0022104 robotic monarch butterflies, attached to wired stems. Installed en-masse in a long row across the floor.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-bf0266ff-b994-4340-892c-ccf0a556489f\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;bf0266ff-b994-4340-892c-ccf0a556489f\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00221400\u0022 src=\u0022\/sites\/default\/files\/2021-09\/1_Fernando%20Rodriguez_Cihuapaplutzin_2019_photo%20credit%20Sue%20Holland.jpg\u0022 width=\u00222100\u0022 \/\u003E\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EFernando Palma Rodríguez, \u003Cem\u003ECihuapapalutzin \u003C\/em\u003E(2019), recycled aluminum (beer and soft drink cans), electronics, mechanics, and software. Commissioned by the Toronto Biennial of Art. Photo by Sue Holland. Courtesy of the Toronto Biennial of Art.\u003C\/div\u003E\n\n\u003Cp\u003EFor me, art has never been about the discreteness of objects so much as the creative construction of experience as it exists, always in process. “Ordinary” objects are not even objects: they are a pulsation in the eventfulness of experience itself. To identify an object as distinct from others is to analytically isolate it from the emotions, sensoria, and psycho-kinesthetic circuits that are concurrent with our perceptions of that object. When I pass by Dana Claxton’s \u003Ca href=\u0022https:\/\/torontobiennial.org\/work\/dana-claxton-at-259-lake-shore\/\u0022\u003Efireboxes\u003C\/a\u003E, they fuse with the flow of my vitality, retuning my nervous system and shifting the parameters of my perception—even if imperceptibly, performing this transformation so subtly I don’t cognize it. Objectification is a tactic by our reasoning minds to abstract away from embodiment—certainly useful sometimes, but also overvalued and habitual in how we look at and think about art. And though historical, contextual frameworks are absolutely vital, they can overshadow the simple and direct firsthand experience of artworks, the first shock of their entrance into your body-and-mind; how do we give room for the artwork’s energy to be felt in and for itself?\u003C\/p\u003E\n\n\u003Cp\u003EPart of my work as a Storyteller for the Biennial has been to refocus on experience and experiment with alternative avenues of encounter with art. At one point I gently invited two visitors to sing a song to Fernando Palma Rodríguez’s \u003Ca href=\u0022https:\/\/torontobiennial.org\/work\/fernando-palma-rodriguez-at-259-lake-shore\/\u0022\u003Ebutterflies\u003C\/a\u003E and, unbeknownst to me, they were trained in an Arabic classical tradition; the synthesis of those mechanical wings and the melancholy of the music created a miniature, sublime bubble of intimacy at the 259 Lake Shore exhibition venue.\u003C\/p\u003E\n\n\u003Cp\u003EThe uncommon community creates a transhuman ecological community that links us to the alien yet animated vital essences of artworks themselves.\u003C\/p\u003E\n\n\u003Ch3\u003EMEDITATION: ATTACHMENT\u003C\/h3\u003E\n\n\u003Cp\u003E\u003Cimg alt=\u0022A monitor on a plain white wall displays the text \u0026amp;quot;Thoughts? Questions?\u0026amp;quot;.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-b8b1adae-4ab2-4468-b750-0aea569158d7\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;b8b1adae-4ab2-4468-b750-0aea569158d7\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u0022768\u0022 src=\u0022\/sites\/default\/files\/2021-09\/AD661929-2E44-4873-9E77-4C8BCF79473D_1_105_c.jpg\u0022 width=\u00221024\u0022 \/\u003E\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EStoryteller Introduction Weekend, slide from presentation by Alison Caldwell (2019). Photo by Clare Butcher.\u003C\/div\u003E\n\n\u003Cp\u003EThe gallery is a loaded space, highly charged with social expectations by both artists and visitors alike.\u003C\/p\u003E\n\n\u003Cp\u003EThis meditation is intended to clear the psyche, so one can more easily encounter the unexpected without collapsing it back into the recognizable:\u003C\/p\u003E\n\n\u003Cp\u003EStep into the gallery and pause to sit by the entrance immediately as you walk in, so that you’re within the space but only just past the threshold.\u003C\/p\u003E\n\n\u003Cp\u003ETake in the sphere of sensations that the space emanates into you.\u003C\/p\u003E\n\n\u003Cp\u003ELocate your sense of attachments in the space. Perhaps it’s adjacent to any of the following questions:\u003C\/p\u003E\n\n\u003Cblockquote\u003E\n\u003Cp\u003EHow do I want to be perceived?\u003C\/p\u003E\n\n\u003Cp\u003EHow do I show myself to be engaged?\u003C\/p\u003E\n\n\u003Cp\u003EWhat will I do with my boredom?\u003C\/p\u003E\n\n\u003Cp\u003EHow will I position my body when in the passive act of looking?\u003C\/p\u003E\n\n\u003Cp\u003EHow much leisure of time do I have here?\u003C\/p\u003E\n\u003C\/blockquote\u003E\n\n\u003Cp\u003ETake inventory of your attachments and anxieties: their content, their intensity, their flavour.\u003C\/p\u003E\n\n\u003Cp\u003EAttachment appears where the body clenches and tightens around the predicted possibility of something happening, of something going wrong.\u003C\/p\u003E\n\n\u003Cp\u003EAs you examine your mental-physiological inputs, try to feel out the circuit between Thought and Body.\u003C\/p\u003E\n\n\u003Cp\u003EWhat tightens when you bring up particular anxieties or attachments?\u003C\/p\u003E\n\n\u003Cp\u003EBefore you receive the artwork itself, let your body speak and be heard, so a fuller portion of your nervous system might take part in the experience.\u003C\/p\u003E\n\n\u003Ch3\u003ESPONSORS’ WALL\u003C\/h3\u003E\n\n\u003Cp\u003E\u003Cimg alt=\u0022Concrete wall with 8 long prints displaying various texts and Biennial imagery. Wooden art installation in the foreground, with two visitors viewing.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-c7aa5a00-c8d2-4ff2-8377-eb7c1d3b80e4\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;c7aa5a00-c8d2-4ff2-8377-eb7c1d3b80e4\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00221280\u0022 src=\u0022\/sites\/default\/files\/2021-09\/3_Image%20of%20sponsors%20wall_photo%20credit%20Sue%20Holland.jpg\u0022 width=\u00221920\u0022 \/\u003E\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EEntrance space at 259 Lake Shore Blvd E, with curatorial statement, Biennial information, and Donors \u0026amp; Sponsorships wall texts (background); and installation by Adrian Blackwell, \u003Cem\u003EIsonomia in Toronto? (harbour) \u003C\/em\u003E(2019) (foreground). Photo by Sue Holland. Courtesy of the Toronto Biennial of Art.\u003C\/div\u003E\n\n\u003Cp\u003EI ask visitors to consider the Biennial’s sponsors’ wall as an artwork. Plastered with logos and donation tiers, these kinds of murals are normally passed over as merely peripheral information, not art proper. But precisely because we habitually graze over the surface of it (and I certainly used to ignore it in my haste to see the art itself), expecting it to bore us, does it hold the most power to hide away the ideologies behind art’s material conditions.\u003C\/p\u003E\n\n\u003Cp\u003EThe sponsors’ wall stands as a ledger of abstractions. The glyphs range from the geometric to the figurative, the recognizable to the obscure; no information is given outside the categorization of each logo into different tiers with names like \u003Cem\u003EFounding Signature Patron\u003C\/em\u003E,\u003Cem\u003E Founding Innovators\u003C\/em\u003E, and\u003Cem\u003E Founding Visionaries\u003C\/em\u003E. It faintly reminds me of cultic symbologies, the way these logos mean something only to the initiated, only to those in-the-know: call it a new mysticism of global complicity.\u003C\/p\u003E\n\n\u003Cp\u003EAt a deeper level, it speaks to a network of overwhelming interconnectedness that underlines how artistic production is never dissociable from larger forces of enterprise and economy. We must host conversations about art\u0027s entanglement with extractivist economies at both a macro-political and a micro-perceptual level. Without pushing a narrative of either redemption or of despair, I leave it up to the viewers to decide how they felt as a part of this tentacular membrane that connects capitalism and artistic creation.\u003C\/p\u003E\n\n\u003Ch3\u003EEXTINCTION KARAOKE\u003C\/h3\u003E\n\n\u003Cp\u003E\u003Cimg alt=\u0022Facilitator standing in background, looking towards a singing group of students standing around him in the foreground.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-29e2c4e6-0656-439f-acb2-7a187772ad1c\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;29e2c4e6-0656-439f-acb2-7a187772ad1c\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00221231\u0022 src=\u0022\/sites\/default\/files\/2021-09\/4_Fan_Judy%20Chicago%20karaoke_Frame00232_video%20by%20Cierra%20Frances_faces%20blurred_0.png\u0022 width=\u00221008\u0022 \/\u003E\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EGroup of participants singing Katy Perry’s \u0022Firework\u0022 (2010) with Fan Wu in response to Judy Chicago’s \u003Cem\u003EAtmospheres \u003C\/em\u003Ephotographs at the Small Arms Inspection Building in 2019. Still from video by Cierra Frances.\u003C\/div\u003E\n\n\u003Cp\u003E\n\u003Caudio controls=\u0022\u0022\u003E\u003Csource src=\u0022\/sites\/default\/files\/2021-09\/1_Fan_Judy%20Chicago%20karaoke_audio%20extract.mp3\u0022 type=\u0022audio\/mpeg\u0022\u003E\u003C\/source\u003E\u003C\/audio\u003E\u003C\/p\u003E\n\n\u003Cp\u003EZahra Komeylian and I co-host workshops for school-age children at the Biennial’s Small Arms Inspection Building venue. She works with the therapeutics of clay, inviting the youth into free play and collaborative sculpture making. I ask the children to come up with miniature plays responding to the artwork: Kapwani Kiwanga’s foretold collision between Europe and Africa in \u003Cem\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/work\/kapwani-kiwanga-at-small-arms\/\u0022\u003ESoft Measures\u003C\/a\u003E \u003C\/em\u003E(2018–19); \u003Ca href=\u0022https:\/\/torontobiennial.org\/work\/abel-rodriguez-at-small-arms\/\u0022\u003EAbel\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/work\/wilson-rodriguez-at-small-arms\/\u0022\u003EWilson Rodríguez\u003C\/a\u003E’s prismatic thickets. My prompt for them is: what does your life look like twenty years from now?\u003C\/p\u003E\n\n\u003Cp\u003EWhat ends up coming out shocks me: each of the five groups of middle schoolers put on plays about extinction. They choke to death from toxic smog; shoot at each other in simulations of a third world war; burn down to the bone in dramatic conflagrations of climate change end times.\u003C\/p\u003E\n\n\u003Cp\u003EWas I this close to the threat of death when I was in middle school? A generational difference has opened up to me, one far deeper than the usual claims about behaviour and stereotypes. It is an existential difference that warps a young Gen Z’s perception and very possibility of a future. Y2K was the closest analogue in my own life, but it feels like a trifle or a punchline, a blip in the radar compared to the diet of inevitable climate doom on which these children are raised.\u003C\/p\u003E\n\n\u003Cp\u003EAt the end of the day we sing, in chorus, moved by the spirit of extinction karaoke, Katy Perry’s “Firework” (2010) to the Judy Chicago \u003Cem\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/work\/judy-chicago-at-small-arms\/\u0022\u003EAtmospheres\u003C\/a\u003E \u003C\/em\u003Ephotographs—an elegy to an apocalypse all the more real for being seen through kids’ visions.\u003C\/p\u003E\n\n\u003Ch3\u003EMETHODOLOGY: DESIRE\u003C\/h3\u003E\n\n\u003Cp\u003E\u003Cimg alt=\u0022Ring box displayed open on a table, miniature diorama inside - featuring two trees, moss like greenery, and two figures in the distance.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-590a2038-3959-4af3-86b0-9521a41634c5\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;590a2038-3959-4af3-86b0-9521a41634c5\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00225326\u0022 src=\u0022\/sites\/default\/files\/2021-09\/5_Curtis%20Talwst%20Santiago_I%20Know%20Places_2012_photo%20credit%20Toni%20Hafkenscheid.jpg\u0022 width=\u00225316\u0022 \/\u003E\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003ECurtis Talwst Santiago, \u003Cem\u003EI Know Places\u003C\/em\u003E (2012), mixed-media diorama in reclaimed jewelry box. Photo by Toni Hafkenscheid. Courtesy of the Toronto Biennial of Art.\u003C\/div\u003E\n\n\u003Cp\u003EWhen facilitating a group, I begin with desire in its broadest sense—although your starting point might exist under a different name, like tendency, or taste, or preference. It’s the way someone’s attention flickers and when they’re able to focus.\u003C\/p\u003E\n\n\u003Cp\u003EEvery artwork generates its own energy from its marked difference from the usual world—or its uncanny similarity to it. Curtis Talwst Santiago’s \u003Cem\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/work\/curtis-talwst-santiago-at-259-lake-shore\/\u0022\u003EInfinity Series\u003C\/a\u003E \u003C\/em\u003E(2012–19) miniatures, these narrative freeze-frames extracted from other worlds, are potently provocative of imaginative tangents; I ask visitors to write poems and stories from them, to dig into the psycho-associative space evoked by these surreal dioramas etched into jewelry boxes. The crucial principle for me as a facilitator is to activate the channel of creativity that artworks already forge, and gently invite art viewers to express their own responses as a continuation of the artwork.\u003C\/p\u003E\n\n\u003Cp\u003EBelow is a poem written from a Santiago sculpture by a boy in grade six whose preciousness and precociousness made a gigantic impression on me:\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cimg alt=\u0022Workshop participant stands in a hallway, holding a piece of paper with a poem on it: \u0026amp;quot;A place to go to hit the hay \/ A lazy place for you to stay \/ What looks like hay but must be straw \/ Not easy to build but easy to draw\u0026amp;quot;\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-4fc321ef-5bd2-41b5-bbe2-4876a0618eae\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;4fc321ef-5bd2-41b5-bbe2-4876a0618eae\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u0022952\u0022 src=\u0022\/sites\/default\/files\/2021-09\/6_Poem%20written%20from%20Santiago%20sculpture_photo%20credit%20Fan%20Wu_clarity%20ramped%20up.png\u0022 width=\u00221500\u0022 \/\u003E\u003C\/p\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EParticipant’s poem written in response to Curtis Talwst Santiago’s sculpture, \u003Cem\u003EI Know Places\u003C\/em\u003E (2012), in his \u003Cem\u003EInfinity Series \u003C\/em\u003E(2012–19). Photo by Fan Wu. Poem reads:\u0022A place to go to hit the hay \/ A lazy place for you to stay \/What looks like hay but must be straw \/ Not easy to build but easy to draw\u0022.\u003C\/div\u003E\n","field_editorial":"\u003Cp\u003EIt wasn’t unusual to hear a group of visitors’ voices raised in song—the words to Katy Perry’s “Firework” resounding through the space of the Small Arms Inspection Building, a main Biennial venue—conducted by writer, pedagogue, and one of TBA 2019’s Storytellers, Fan Wu. These spontaneous karaoke sessions within the exhibition space were just one element of the disarming, embodied, and unorthodox methodologies through which groups of students, donors, and institutional reps became co-conspirators with Fan. He also worked closely with other facilitators and Storytellers throughout the Biennial period, showing us how artist-led and collaborative approaches to mediation and learning can ground and shape shared experiences. \u003C\/p\u003E\n\n\u003Cp\u003EWhat gets lost in translation? How might improvised actions and conversations, as well as collective thought experiments, invite us to engage with the seemingly unimportant\/invisible structural and atmospheric aspects of an exhibition (the wall texts, donor logos, and the spaces in-between artworks)? The following is a generous and thought-provoking walk through not only a series of artists’ works in the Biennial, but also through a set of approaches and questions that continue to fuel Fan’s ongoing inquiry around the role of collectivity, discontinuity, and meaning-making.\u003C\/p\u003E\n","field_intro_text_author":"Clare Butcher","field_image":"","field_audio_files":"\/sites\/default\/files\/2021-09\/1_Fan_Judy%20Chicago%20karaoke_audio%20extract.mp3","field_editorial_image":"\/sites\/default\/files\/styles\/large\/public\/2021-10\/TBA_Fan_Wu_Colour_0.png?itok=abz0pplM"},{"title":"Flourish and Unfold","field_artist_s_":"Caitlin Taguibao","body":"\u003Cp\u003ECaitlin Taguibao was born in Toronto where she is a gardener, illustrator, and mural painter. She enjoys being outside and working with her hands and has spent time working in urban gardens and organic farms. Using bright colours, her murals aim to provide warm, inviting moments to appreciate the beauty of nature. Her work is inspired by plant lore and personal stories, exploring moments of self-reflection and growth. She has worked with other artists both locally and internationally, and held her first solo exhibition Leaves and Remains at KRACK! Studio \u0026amp; Gallery in Yogyakarta. Her work can be seen throughout the city, where reciprocal nourishing relationships grow over time.\u003C\/p\u003E\n","nid":"56","field_article_contents":"\u003Ciframe id=\u0022taguibaoMap\u0022 scrolling=\u0022no\u0022 src=\u0022taguibaoMap.html\u0022 title=\u0022Caitlyn Taguibao Interactive Mural\u0022\u003E\u003C\/iframe\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003ECaitlin Taguibao, \u003Cem\u003EFlourish and Unfold\u003C\/em\u003E (2019), mural. Courtesy of the artist. To explore the mural, use the +\/- buttons on the top left of the window to zoom in and out, or click and scroll left or right to see the more with your cursor.\u0026nbsp;\u003C\/div\u003E\n\n\u003Cimg alt=\u0022Caitlin Taguibao in front of her mural featuring a figure with mushrooms and spoor traces.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-10b51d0e-3906-4eaf-9265-76d93dc6c528\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;10b51d0e-3906-4eaf-9265-76d93dc6c528\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00222448\u0022 src=\u0022\/sites\/default\/files\/2021-09\/Caitlin%20Taguibao_Flourish%20and%20Unfold%20install%20with%20artist_2019_photo%20courtesy%20of%20artist.jpg\u0022 width=\u00222688\u0022 \/\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003ECaitlin Taguibao in front of\u003Cem\u003E\u0026nbsp;Flourish and Unfold\u0026nbsp;\u003C\/em\u003E(2019), installed in the TBA Programs Hub. Photo courtesy of the artist.\u003C\/div\u003E\n","field_editorial":"\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003ECaitlin Taguibao has a diverse practice as a gardener, illustrator and muralist. Her work is concerned with environmental and social ecologies, and is rooted in collaborative relationships that build up over long periods of time, with other artists, community members, youth, plant life, as well as non-living beings. Her work can be seen throughout the city, where reciprocal, nourishing relationships grow over time. \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cem\u003E\u003Cspan\u003EFlourish and Unfold \u003C\/span\u003E\u003C\/em\u003E\u003Cspan\u003E(2019)\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E, a mural commissioned by the Biennial for the Programs Hub and located in the middle of Toronto’s industrial waterfront landscape, explores new ways of being and living that relate to the behaviours of mycelial networks. As horizontal systems, they nourish the living with the residue of the past. They are a communicative and symbiotic ecology imbued with generosity. Mushrooms as the fruiting bodies of hidden mycelial networks appeared throughout the various rooms of the Programs Hub. These exposed mycelial networks enveloped the walls, reminding the space\u0027s inhabitants of the collaborative relational ethos and values to be carried throughout ongoing workshops, discussions, and community gatherings.\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003ESimilar to the way the mural held us generously, Caitlin’s mycelial network appears throughout this publication to remind us to think about the possibilities of invisible connections that extend expansively and even cosmologically. \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n","field_intro_text_author":"Myung-Sun Kim","field_image":"  \u003Cimg src=\u0022\/sites\/default\/files\/2021-08\/Caitlin%20Taguibao_Flourish%20and%20Unfold_2019_courtesy%20of%20the%20artist.jpeg\u0022 width=\u00227416\u0022 height=\u00221200\u0022 alt=\u0022tbd\u0022 loading=\u0022lazy\u0022 typeof=\u0022foaf:Image\u0022 \/\u003E\n\n","field_audio_files":"","field_editorial_image":"\/sites\/default\/files\/styles\/large\/public\/2021-10\/TBA_Caitlin_Taguibao_Colour_0.png?itok=OFqure-D"},{"title":"Function Follows Use: Gendai Mobile Unit","field_artist_s_":"Yan Wu","body":"\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EBorn and raised in Shanghai, Yan Wu moved to Canada in 2001 and currently lives in Toronto. She holds a Master of Visual Studies, Curatorial Studies, from the University of Toronto. Between 2010 and 2012, she acted as the Director of Programming at the Gendai Gallery and subsequently stayed on the board’s programming committee until 2019. Currently she is the Public Art Curator for the City of Markham. In 2016, she was the Curator-in-Residence at the Art Museum at the University of Toronto and in 2015 Assistant Curator for the inaugural Shanghai Urban Space Art Season. As a translator, she has collaborated with artist James Carl in completing the Chinese translation of Rosalind Krauss’s \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cem\u003E\u003Cspan\u003EPassages in Modern Sculpture\u003C\/span\u003E\u003C\/em\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E (2016), Lucy Lippard’s \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cem\u003E\u003Cspan\u003ESix Years\u003C\/span\u003E\u003C\/em\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E and Dan Graham’s \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cem\u003E\u003Cspan\u003ERock My Religion \u003C\/span\u003E\u003C\/em\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E(2018), John Cage’s \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cem\u003E\u003Cspan\u003ENot Wanting to Say Anything About Marcel\u003C\/span\u003E\u003C\/em\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E (2020), and Formless by Yves-Alain Bois and Rosalind Krauss (2021). Her writing appears in Canadian and Chinese art and architecture publications including \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Ca href=\u0022http:\/\/artforum.cn\/\u0022\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003Eartforum.cn\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/a\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E, \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cem\u003E\u003Cspan\u003EArtReview Asia, Canadian Art\u003C\/span\u003E\u003C\/em\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E, and \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cem\u003E\u003Cspan\u003EPUBLIC\u003C\/span\u003E\u003C\/em\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E. Commissioned by the M+ Museum in Hong Kong, she is currently working on an online interactive about Marcel Duchamp’s \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cem\u003E\u003Cspan\u003EBoîte-en-valise\u003C\/span\u003E\u003C\/em\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E.\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n","nid":"6","field_article_contents":"\u003Cimg alt=\u0022Diagram of four mobile structures supporting a projector, a box, and various materials, with a microphone stand and projection screen nearby, on a medium grey background.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-46923976-125d-4611-8238-9a6fb4d4723b\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;46923976-125d-4611-8238-9a6fb4d4723b\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00221851\u0022 src=\u0022\/sites\/default\/files\/2021-09\/1_Alexandre%20David_Gendai%20Mobile%20Unit_2011.jpg\u0022 width=\u00222045\u0022\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EAlexandre David,\u003Cem\u003E Gendai Mobile Unit \u003C\/em\u003E(2011), commissioned by Gendai Gallery and Yam Lau. Image courtesy of Gendai Gallery.\u003C\/div\u003E\n\n\u003Cp\u003E\u003Cem\u003EIt reinforces the idea that the meaning is plainly in view, apparent when the work is “used.” There is nothing deliberately obscure, hidden behind the work’s implementation. Being “used” is the sole condition that transpires the work’s purpose. No discursive rhetoric or promotional clamor is required here.—\u003C\/em\u003EYam Lau, \u0022Alexandre David, Embedded Futures\u0022 (2011)\u003C\/p\u003E\n\n\u003Cp\u003EThe \u003Cem\u003EGendai Mobile Unit\u003C\/em\u003E by Montreal artist Alexandre David was commissioned in 2011 by Gendai and guest artist Yam Lau who was a board member at the time. In response to Gendai’s gradual transformation into a mobile organization, the unit was conceived as an operational strategy and exploratory exercise in exhibition, production, and forms of communication in and around the art community. It deploys inventive implementations to activate and animate various host sites. The specs of this functional unit can be articulated as storage, seating, and a presentation platform in various configurations and permutations by responding to the vicissitudes of need and use. Over the years, it has also quietly turned into an archive, documenting the trajectory of an organization’s struggles with physical presence, ways of operation, and institutional identity.\u003C\/p\u003E\n\n\u003Cimg alt=\u0022Design sketch shows structures of the Gendai Mobile Unit in various configurations side by side, stacked and standing tall.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-e6071ade-854d-4dc5-8137-81685972f5d6\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;e6071ade-854d-4dc5-8137-81685972f5d6\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00222260\u0022 src=\u0022\/sites\/default\/files\/2021-09\/gendai%20mobile%20unit%20David%20drawing_Composite.jpg\u0022 width=\u00222980\u0022\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EAlexandre David,\u003Cem\u003E Instructional drawings for the Gendai Mobile Unit \u003C\/em\u003E(2012), commissioned by Gendai Gallery and Yam Lau. Image courtesy of Gendai Gallery.\u003C\/div\u003E\n\n\u003Cp\u003EThe unit consists of five shapes: one rectangle, two squares, one column, and one L-shape. Each component is made up of a welded metal grid and plywood sheet—David\u0027s choice material for being easy to replace and to re-use in other projects—mounted on one side or two. Upright, the plywood functions as the back support and shelf board of a bookcase, while horizontally it can be used as a table or seat. A set of industrial felt are cut into the same shapes as the plywood sheets, to be used as optional surface cover. Stacked together, the shapes form a three-layer cuboid designed to fit into a cargo van for easy transportation or storage. When the work first arrived, what David assembled included two additional parts: drawings that served as instruction manual and two boxes of tools to maximize the unit’s potential with wheels for mobility, a tarp for outdoor storage, and ratchet strap for vehicle transportation, etc.\u003C\/p\u003E\n\n\u003Cimg alt=\u0022Gendai Mobile Unit structures are stacked around a central community notice board.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-c5f1e1da-1c03-493a-8fa0-21486b38f9ce\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;c5f1e1da-1c03-493a-8fa0-21486b38f9ce\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u0022960\u0022 src=\u0022\/sites\/default\/files\/2021-09\/GendaiMobile%20Unit%20copy.jpg\u0022 width=\u0022877\u0022\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EThe\u003Cem\u003E Gendai Mobile Unit \u003C\/em\u003Ebecomes an interactive community board at Art of the Danforth (March – May 2014). Image courtesy of Gendai Gallery.\u003C\/div\u003E\n\n\u003Cp\u003ESince its completion in 2011, the \u003Cem\u003EGendai Mobile Unit\u003C\/em\u003E has travelled to Art Metropole (2012, 2016–18), the Fair of Alternative Art in Sudbury (2012), Gallery 101 in Ottawa (2012), the Toronto International Art Fair (2012), the Gendai Workstation (2012), the Art of the Danforth in Toronto (2014), and OCAD University’s Experiential Learning Program within the RBC Centre for Emerging Artists \u0026amp; Designers (2018–). Between these stops, the unit has parked in Gendai board members’ basements, backyards, and garages. In action, it has performed as the furniture to support a space for reading and discussion, the kitchen for a mobile feast, and as the back extension of a car to allow for a lemonade stand that encouraged commerce and community gathering. It has also been featured protagonist in Gendai’s Indiegogo campaign, and the conceptual platform for Gendai mobile projects such as Model Minority (2013–14) and Gendai Kitchen (2016–17). Most importantly, it has shaped Gendai’s transition into an initiative: a virtual space that gathers the likeminded and encourages experimental programming.\u003C\/p\u003E\n\n\u003Cp\u003EBy now, the \u003Cem\u003EGendai Mobile Unit\u003C\/em\u003E has been in “use” for eight years. Putting quotation marks around the term “use” has nothing to do with irony. Rather, the emphasis here is to deliver a sense of wonder: the unit’s reticence as an artwork and its openness as a functional object\/space.\u003C\/p\u003E\n\n\u003Cimg alt=\u0022The Gendai Mobile Unit structures display publications in an indoor space with two figures in the background surrounded by bright posters on the walls.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-c6377984-4012-41d3-8284-b87cb3565a29\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;c6377984-4012-41d3-8284-b87cb3565a29\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u0022720\u0022 src=\u0022\/sites\/default\/files\/2021-09\/Art%20Toronto_Art%20Met_Mobile%20Unit_Photo%20Yan%20Wu.jpg\u0022 width=\u0022960\u0022\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EA collaborative presentation between the \u003Cem\u003EGendai Mobile Unit \u003C\/em\u003Eand Art Metropole at Art Toronto (2012). Photo by Yan Wu.\u003C\/div\u003E\n\n\u003Cimg alt=\u0022Gendai Mobile Unit structures arranged on the floor and wall. Three figures seated on structures read publications.\u0022 class=\u0022image-insert__auto\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022insert-auto-01e19752-79c5-4c4f-8d58-521c1cda45d1\u0022 data-insert-attach=\u0022{\u0026quot;id\u0026quot;:\u0026quot;01e19752-79c5-4c4f-8d58-521c1cda45d1\u0026quot;,\u0026quot;attributes\u0026quot;:{\u0026quot;alt\u0026quot;:[\u0026quot;alt\u0026quot;,\u0026quot;description\u0026quot;],\u0026quot;title\u0026quot;:[\u0026quot;title\u0026quot;]}}\u0022 data-insert-class=\u0022\u0022 data-insert-type=\u0022image\u0022 height=\u00223024\u0022 src=\u0022\/sites\/default\/files\/2021-09\/OCAD%20CEAD%20Mobile%20Unit.jpg\u0022 width=\u00224032\u0022\u003E\n\n\u003Cdiv class=\u0022caption\u0022\u003EThe\u003Cem\u003E Gendai Mobile Unit \u003C\/em\u003Ehosted at OCAD University Centre for Emerging Artists and Designers (2019). Photo by Shellie Zhang.\u003C\/div\u003E\n","field_editorial":"\u003Cblockquote\u003E\n\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EFounded in 2000, Gendai Gallery is a Toronto-based art organization that supports contemporary practices—primarily by East Asian artists and artists of colour. Gendai has transformed many times over the last two decades, exploring various organizational models and methodologies, where the gallery breathes and responds like a living organism; the function and purpose of the gallery is shaped by the needs of the moment, responding to changing situations. Operating as a collective rather than a hierarchical organization, Gendai was built upon a shared ethos, interests, and conversations, where strong friendships have blossomed. Since 2011, they have been mobile. Their history of experimentation with collective models and practices of reconfigurability, collaboration, and adaptability are reflected in recent projects involving film, modular furniture, publications, treehouse dinner parties, newspapers, screenings, haikus, neighbourhood survey actions, a lemonade stand, musical jingles, and collective readings.\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EOur curatorial intentions and visions in creating the Programs Hub at the Biennial aligned strongly with Gendai’s history of generating playful, alternative methodologies for co-existence in seeking new ways of being together. \u003Cem\u003EGendai Mobile Unit \u003C\/em\u003Eis a functional artwork by Alexandre David, commissioned by Gendai and artist Yam Lau in 2011 when the gallery went mobile. The work became the gallery’s host and carries all of its momentary needs—flexible seating, presentation and storage space, with measurements made to fit a single cargo van for transport. Over the years, the work has travelled to multiple sites—a community centre, Art Metropole, various galleries, OCAD University, and in 2019, it became a core aspect of the Biennial’s Programs Hub, not as “furniture” but enacting spatial methodologies of gathering, reading, generous hosting, and sharing. Being able to have this work in our Programs Hub allows for a practice of returning daily, and responding generously to co-create a sense of belonging and futurity together. Over a period of three months, \u003Cem\u003EGendai Mobile Unit\u003C\/em\u003E hosted us with care, to meet all of our momentary needs, to play, to rest, to read, to provoke, to share, in some cases to have a (synthesized) campfire around. It held space for practices of spontaneous, collaborative, and reciprocal methodologies and embodied a collective ethos.\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EThe following text by Yan Wu republished from 2019 reflects on the history of the \u003Cem\u003EUnit\u003C\/em\u003E and methodologies around its conception.\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\u003C\/blockquote\u003E\n","field_intro_text_author":"Myung-Sun Kim","field_image":"  \u003Cimg src=\u0022\/sites\/default\/files\/2021-08\/1_Alexandre%20David_Gendai%20Mobile%20Unit_2011.jpg\u0022 width=\u00222045\u0022 height=\u00221851\u0022 alt=\u0022Isometric line drawing of office setup: project, laptop, printer, all on desks\u0022 loading=\u0022lazy\u0022 typeof=\u0022foaf:Image\u0022 \/\u003E\n\n","field_audio_files":"","field_editorial_image":"\/sites\/default\/files\/styles\/large\/public\/2021-10\/TBA_Gendai_Gallery_Colour_0.png-.png?itok=nnxNfl45"},{"title":"Every Story Matters","field_artist_s_":"Borelson","body":"\u003Cp\u003EBorelson is a multidisciplinary artist and creative director based in Toronto. After a multilingual upbringing in central Africa (Gabon, Congo), he went on to spend some years in France following some disruptive family events, before relocating to Canada by himself. His unique music is mostly hip-hop and afrofusion infused, mixed with other music influences such as jazz, classical music, and gospel. After a mixtape (2014) and an EP (2016), Borelson released his debut LP \u003Cem\u003EAs Far As Eye Can See\u003C\/em\u003E (2020) along with a docuseries about the success stories of immigrants and first-gen Canadians, both projects inspired by the quote, “I didn’t come this far to only come this far” and the power of visualization. Borelson’s creations revolve around the concept of afrofuturism and the Ubuntu philosophy, aiming to give more drive, hope, and a sense of collective freedom through mutual respect and balance. As an explorer and bridge builder between communities across the universe, Borelson has performed in Paris, London, Miami, Austin (SXSW 2018), Ghana (Year of Return), as well as Montreal and Toronto (Afrofest, Nuit Blanche, Toronto Biennale of Art, RBC Music virtual showcases, Fashion Art Toronto, among others). His shows—whether solo or with a live band—always bring high vibrational energy and are worth attending.\u003C\/p\u003E\n","nid":"2","field_article_contents":"\u003Cp\u003E\u003Cstrong\u003EEvery story matters\u003Cbr \/\u003E\nAnd everything is connected\u003Cbr \/\u003E\nI said\u003Cbr \/\u003E\nEvery story matters\u003Cbr \/\u003E\nAnd everything is connected\u003C\/strong\u003E\u003C\/p\u003E\n\n\u003Cp\u003EFrom this little kid born in the Kongo with a K\u003Cbr \/\u003E\nAK in his last name\u003Cbr \/\u003E\nAKA in his last name\u003Cbr \/\u003E\nAlso Known As a G Always Hustlin\u003Cbr \/\u003E\nWhose mom’s many jobs in this blessed jungle\u003Cbr \/\u003E\nLed her to translate local language Lingala to Mohammad Ali fka Cassius Clay\u003Cbr \/\u003E\nAli boma ye for the Rumble in the Jungle\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref1_l5qmx23\u0022 title=\u0022“The Rumble in the Jungle” was the historic boxing match between George Foreman and Muhammad Ali that took place on October 30, 1974 at the 20th of May Stadium (now the Stade Tata Raphaël) in Kinshasa, Zaïre (now the Democratic Republic of Congo). At the time, Foreman was the world heavyweight champion, and Ali the challenger and former champion. “Ali bome ye” (Kill him, Ali) was not only the chant that reverberated throughout the area in support of Ali during the match, but also one that epitomized Ali’s connection with Africa. Outspoken and proudly Black with a defiant stance on US Civil Rights, Ali was overwhelmingly supported across Africa in his challenge of Foreman, who was more reserved and considered by many a symbol of the white establishment. Defeating Foreman and reclaiming the world champion title in this match, Ali became a definite hero across Africa for his strength, defiance, and global fame. To read more see: reuters.com\/article\/uk-people-ali-congo\/congolese-pay-tribute-to-rumble-in-the-jungle-icon-ali-idUKKCN0YQ0O8.\u0022 href=\u0022#footnote1_l5qmx23\u0022\u003E1\u003C\/a\u003E\n\u003Cbr \/\u003E\nthe greatest sporting event of the twentieth century, taking place in Africa\u003Cbr \/\u003E\nWhile a few years earlier, in the forward-thinking city of Chicago, the African Commune of Bad Relevant Artists or AfriCOBRA, was being born out of the remnants of the Coalition of Black Revolutionary Artists (COBRA)\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref2_qlaw3tc\u0022 title=\u0022AfriCOBRA originally called themselves COBRA (the Coalition of Black Revolutionary Artists). The collective was then renamed AfriCOBRA in 1969 to emphasize their focus on the relevance of their imagery to the past, present, and future of African diasporic experiences rather than elements of any single political movement. To read interviews of AfriCOBRA founders see sova.si.edu\/\/record\/AAA.africobr?s=10\u0026amp;amp;n=10\u0026amp;amp;t=C\u0026amp;amp;q=Artists\u0026amp;amp;i=18.\u0022 href=\u0022#footnote2_qlaw3tc\u0022\u003E2\u003C\/a\u003E\n in order to promote black pride, black empowerment, and provide positive representation of the African diaspora, with co-founder Jae Jarrell and husband Wadsworth.\u003Cbr \/\u003E\nAfrican diaspora that this little kid from the Kongo with a K as in Kingdom, will end up joining\u003Cbr \/\u003E\nFirst in France to escape tragic events and the PTSD that might come along\u003Cbr \/\u003E\nAnd starting introspecting, retrospecting with the help of many books\u003Cbr \/\u003E\nEspecially one that got him hooked\u003Cbr \/\u003E\nWritten by Senegalese anthropologist Cheikh Anta Diop\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref3_6u7xcqn\u0022 title=\u0022Afrocentrism is an approach that centres African\/Black perspectives on and active roles in history and contrasts directly with the voluntary omission of Black figures in many fields of study, especially in Western and colonized countries. Cheikh Anta Diop (1923–86) was a Senegalese historian, anthropologist, physicist, and political leader who is widely considered to have first introduced Afrocentrism in his 1951 PhD dissertation examining ancient Egyptian history and its influence on European culture. In it, he argued that African civilizations were the inspiration and origin of European accomplishments, which earned him the enmity of Eurocentric historians. His dissertation was rejected by the University of Paris (Sorbonne Université), but Présence Africaine published it as part of Diop’s famous book, Nations nègres et culture: de l\u0027antiquité nègre-égyptienne aux problèmes culturels de l\u0027Afrique noire d\u0027aujourd\u0027hui in 1954. It was not officially translated in English at the time. To read more afrikhepri.org\/nations-negres-et-culture-cheikh-anta-diop-pdf (PDF).\u0022 href=\u0022#footnote3_6u7xcqn\u0022\u003E3\u003C\/a\u003E\n whose thesis in France about the African origin of civilizations would shake the science world up…\u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Ch5\u003ES\u003C\/h5\u003E\n\n\u003Cp\u003EBut still\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EEvery story matters\u003Cbr \/\u003E\nAnd everything is connected\u003Cbr \/\u003E\nI said\u003Cbr \/\u003E\nEvery story matters\u003Cbr \/\u003E\nAnd everything is connected\u003C\/strong\u003E\u003C\/p\u003E\n\n\u003Cp\u003ESee, digging deeper inwards then onwards led this lost now found kid to take the leap of faith like a black panther with a vibranium suit\u003Cbr \/\u003E\nAnd touch down in the 6ix,\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref4_xp4k242\u0022 title=\u0022Tkaronto, a Mohawk word meaning “the place in the water where the trees are standing” or Toronto as appears on settler colonial maps, is a land with many names. “The 6ix” is one further name that some members of the Black hip-hop community coined in reference to the 6ix boroughs of Toronto. It was then popularized by Drake.\u0022 href=\u0022#footnote4_xp4k242\u0022\u003E4\u003C\/a\u003E\n a forward-thinking city promoting diversity, inclusion, and universalism\u003Cbr \/\u003E\nAs well as respect and pride,\u003Cbr \/\u003E\nValues that Dr Diop did rode and died for\u003Cbr \/\u003E\nFrom these distant stars\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref5_ytpkn5m\u0022 title=\u0022There are frequent analogies that evoke Afrofuturism in this script—forward-thinking, stars, space, defying or transcending the senses, time and geographies. In Borelson’s own words: “I was into Afrofuturism before I knew about the term. To me it means thinking about and building a future where we all are equal and autonomous, where specifically me and my people don\u0027t need permission or approval of former oppressors to express ourselves and create. We are in full control of our destiny and imagination, no matter our past. We can actually leverage anything we want from the past.”\u0022 href=\u0022#footnote5_ytpkn5m\u0022\u003E5\u003C\/a\u003E\n we might come from\u003Cbr \/\u003E\nVenus, Mars, Sirius B that shaped us all in all forms\u003Cbr \/\u003E\nBy design and divine order\u003Cbr \/\u003E\nIn a fashion defying and transcending our 5 senses and 7 continents\u003Cbr \/\u003E\nCuz if the original man and the first civilization are African\u003Cbr \/\u003E\nIs this zeitgeist really a trend or here to stay?\u003Cbr \/\u003E\nCultural appropriation\u003Cbr \/\u003E\nOr a Sankofa\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref6_utcjtc0\u0022 title=\u0022Sankofa (pronounced SAHN-koh-fah) is a word in the Akan Twi and Fante languages of Ghana that translates to \u0026amp;quot;Go back and get it\u0026amp;quot; (san – to return; ko – to go; fa – to fetch or to seek and take). It also refers to the Bono Adinkra symbol represented either with a stylized heart shape or by a bird with its head turned backwards while its feet face forward, carrying a precious egg in its mouth. This symbolizes taking what needs to be taken to\/in the past to build the future.\u0022 href=\u0022#footnote6_utcjtc0\u0022\u003E6\u003C\/a\u003E\n to find new ways\u003Cbr \/\u003E\nlike a tree whose deep roots produced universal fruits (with star seeds)\u003Cbr \/\u003E\nGrowing in infinity and abundantly\u003Cbr \/\u003E\nWe’re talking about more than 8 billion\u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Ch5\u003ET\u003C\/h5\u003E\n\n\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EBut again\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EEvery story matters\u003Cbr \/\u003E\nAnd everything is connected\u003Cbr \/\u003E\nI said\u003Cbr \/\u003E\nEvery story matters\u003Cbr \/\u003E\nAnd everything is connected\u003C\/strong\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EAnd everything can perfectly be aligned\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003ELike attending an open mic in Scarborough leading to another\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E \u003Cspan\u003Eopen mic in a venue like the AGYU that was on the premises \u003C\/span\u003E\u003Cspan\u003Eof a short film about poetry and resilience, leading to an interstellar\u003C\/span\u003E \u003Cspan\u003Eshort film and arts installations at the very first biennial of Toronto\u003C\/span\u003E \u003Cspan\u003Eaka Tkaronto, the meeting place, where the trees meet the water\u003C\/span\u003E \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cbr \/\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EAll these events with a common denominator: this little kid born in\u003C\/span\u003E \u003Cspan\u003Ethe Kongo with a K\u003C\/span\u003E \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cbr \/\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EKongo with a K\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cbr \/\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EAK in his last name\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cbr \/\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EAKA in his last name\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cbr \/\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EAlso Known As a G Always Hustlin\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cbr \/\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EWho left his comfort zone to see the magic happen on a daily \u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cbr \/\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EEnjoying the journey, with a purpose to be fulfilled\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cbr \/\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EWith dreams he dared to follow like Jae Jarrell\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref7_2tzoi3k\u0022 title=\u0022Jae Jarrell\u0027s work was featured in the Toronto Biennial of Art 2019 at the Art Gallery of York University (AGYU) and at 259 Lakeshore Boulevard E. To read more see https:\/\/torontobiennial.org\/work\/jae-jarrell-at-agyu\/; and for Jae Jarrell\u0027s artist talk hosted by AGYU in September 2019, listen here: https:\/\/agyu.art\/project\/jae-jarrell-2\/. \u0022 href=\u0022#footnote7_2tzoi3k\u0022\u003E7\u003C\/a\u003E\n\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cbr \/\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EEmbarking on a trip that only people like Caecilia,\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref8_xo91k4l\u0022 title=\u0022Caecilia Tripp\u0027s work was featured in the Toronto Biennial of Art 2019 at the Art Gallery of York University (AGYU) and 259 Lakeshore Boulevard E. To read more see torontobiennial.org\/work\/caecilia-tripp-at-agyu\/. \u0022 href=\u0022#footnote8_xo91k4l\u0022\u003E8\u003C\/a\u003E\n Emelie, Allyson, and Clare would understand\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref9_ye7l7ma\u0022 title=\u0022Emelie Chhangur, Interim Director\/Curator, Art Gallery of York University (AGYU) and Allyson Adley, Collection\/Education Assistant, AGYU, and Clare Butcher, Curator Public Programming and Learning, TBA. \u0022 href=\u0022#footnote9_ye7l7ma\u0022\u003E9\u003C\/a\u003E\n\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EEvery story matters\u003Cbr \/\u003E\nAnd everything is connected\u003Cbr \/\u003E\nI said\u003Cbr \/\u003E\nEvery story matters\u003Cbr \/\u003E\nAnd everything is connected\u003C\/strong\u003E\u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Ch5\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EO\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/h5\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EEvery story matters\u003Cbr \/\u003E\nAnd everything is connected\u003Cbr \/\u003E\nI said\u003Cbr \/\u003E\nEvery story matters\u003Cbr \/\u003E\nAnd everything is connected\u003C\/strong\u003E\u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Ch5\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003ER\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/h5\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EEvery story matters\u003Cbr \/\u003E\nAnd everything is connected\u003Cbr \/\u003E\nI said\u003Cbr \/\u003E\nEvery story matters\u003Cbr \/\u003E\nAnd everything is connected\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref10_dnc487f\u0022 title=\u0022See Borelson’s website at borelson.com; and selected tracks \u0026amp;quot;This Far\u0026amp;quot; and \u0026amp;quot;The Vision\u0026amp;quot;.\u0022 href=\u0022#footnote10_dnc487f\u0022\u003E10\u003C\/a\u003E\n\u003C\/strong\u003E\u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Ch5\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EY\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/h5\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\n\u003Cul class=\u0022footnotes\u0022\u003E\u003Cli class=\u0022footnote\u0022 id=\u0022footnote1_l5qmx23\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref1_l5qmx23\u0022\u003E1\u003C\/a\u003E“The Rumble in the Jungle” was the historic boxing match between George Foreman and Muhammad Ali that took place on October 30, 1974 at the 20th of May Stadium (now the Stade Tata Raphaël) in Kinshasa, Zaïre (now the Democratic Republic of Congo). At the time, Foreman was the world heavyweight champion, and Ali the challenger and former champion. “Ali bome ye” (Kill him, Ali) was not only the chant that reverberated throughout the area in support of Ali during the match, but also one that epitomized Ali’s connection with Africa. Outspoken and proudly Black with a defiant stance on US Civil Rights, Ali was overwhelmingly supported across Africa in his challenge of Foreman, who was more reserved and considered by many a symbol of the white establishment. Defeating Foreman and reclaiming the world champion title in this match, Ali became a definite hero across Africa for his strength, defiance, and global fame. To read more see: \u003Ca href=\u0022https:\/\/www.reuters.com\/article\/uk-people-ali-congo\/congolese-pay-tribute-to-rumble-in-the-jungle-icon-ali-idUKKCN0YQ0O8\u0022 target=\u0022_blank\u0022\u003Ereuters.com\/article\/uk-people-ali-congo\/congolese-pay-tribute-to-rumble-in-the-jungle-icon-ali-idUKKCN0YQ0O8\u003C\/a\u003E.\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote2_qlaw3tc\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref2_qlaw3tc\u0022\u003E2\u003C\/a\u003EAfriCOBRA originally called themselves COBRA (the Coalition of Black Revolutionary Artists). The collective was then renamed AfriCOBRA in 1969 to emphasize their focus on the relevance of their imagery to the past, present, and future of African diasporic experiences rather than elements of any single political movement. To read interviews of AfriCOBRA founders see \u003Ca href=\u0022https:\/\/sova.si.edu\/\/record\/AAA.africobr?s=10\u0026amp;n=10\u0026amp;t=C\u0026amp;q=Artists\u0026amp;i=18\u0022 tagret=\u0022_blank\u0022\u003Esova.si.edu\/\/record\/AAA.africobr?s=10\u0026amp;n=10\u0026amp;t=C\u0026amp;q=Artists\u0026amp;i=18\u003C\/a\u003E.\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote3_6u7xcqn\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref3_6u7xcqn\u0022\u003E3\u003C\/a\u003EAfrocentrism is an approach that centres African\/Black perspectives on and active roles in history and contrasts directly with the voluntary omission of Black figures in many fields of study, especially in Western and colonized countries. Cheikh Anta Diop (1923–86) was a Senegalese historian, anthropologist, physicist, and political leader who is widely considered to have first introduced Afrocentrism in his 1951 PhD dissertation examining ancient Egyptian history and its influence on European culture. In it, he argued that African civilizations were the inspiration and origin of European accomplishments, which earned him the enmity of Eurocentric historians. His dissertation was rejected by the University of Paris (Sorbonne Université), but Présence Africaine published it as part of Diop’s famous book, \u003Cem\u003ENations nègres et culture: de l\u0027antiquité nègre-égyptienne aux problèmes culturels de l\u0027Afrique noire d\u0027aujourd\u0027hui\u003C\/em\u003E in 1954. It was not officially translated in English at the time. To read more \u003Ca href=\u0022https:\/\/afrikhepri.org\/nations-negres-et-culture-cheikh-anta-diop-pdf\u0022 target=\u0022_blank\u0022\u003Eafrikhepri.org\/nations-negres-et-culture-cheikh-anta-diop-pdf\u003C\/a\u003E (PDF).\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote4_xp4k242\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref4_xp4k242\u0022\u003E4\u003C\/a\u003ETkaronto, a Mohawk word meaning “the place in the water where the trees are standing” or Toronto as appears on settler colonial maps, is a land with many names. “The 6ix” is one further name that some members of the Black hip-hop community coined in reference to the 6ix boroughs of Toronto. It was then popularized by Drake.\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote5_ytpkn5m\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref5_ytpkn5m\u0022\u003E5\u003C\/a\u003EThere are frequent analogies that evoke Afrofuturism in this script—forward-thinking, stars, space, defying or transcending the senses, time and geographies. In Borelson’s own words: “I was into Afrofuturism before I knew about the term. To me it means thinking about and building a future where we all are equal and autonomous, where specifically me and my people don\u0027t need permission or approval of former oppressors to express ourselves and create. We are in full control of our destiny and imagination, no matter our past. We can actually leverage anything we want from the past.”\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote6_utcjtc0\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref6_utcjtc0\u0022\u003E6\u003C\/a\u003ESankofa (pronounced SAHN-koh-fah) is a word in the Akan Twi and Fante languages of Ghana that translates to \u0022Go back and get it\u0022 (san – to return; ko – to go; fa – to fetch or to seek and take). It also refers to the Bono Adinkra symbol represented either with a stylized heart shape or by a bird with its head turned backwards while its feet face forward, carrying a precious egg in its mouth. This symbolizes taking what needs to be taken to\/in the past to build the future.\u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote7_2tzoi3k\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref7_2tzoi3k\u0022\u003E7\u003C\/a\u003EJae Jarrell\u0027s work was featured in the Toronto Biennial of Art 2019 at the Art Gallery of York University (AGYU) and at 259 Lakeshore Boulevard E. To read more see https:\/\/torontobiennial.org\/work\/jae-jarrell-at-agyu\/; and for Jae Jarrell\u0027s artist talk hosted by AGYU in September 2019, listen here: \u003Ca href=\u0022https:\/\/agyu.art\/project\/jae-jarrell-2\/\u0022 target=\u0022_blank\u0022\u003Ehttps:\/\/agyu.art\/project\/jae-jarrell-2\/\u003C\/a\u003E. \u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote8_xo91k4l\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref8_xo91k4l\u0022\u003E8\u003C\/a\u003ECaecilia Tripp\u0027s work was featured in the Toronto Biennial of Art 2019 at the Art Gallery of York University (AGYU) and 259 Lakeshore Boulevard E. To read more see \u003Ca href=\u0022https:\/\/torontobiennial.org\/work\/caecilia-tripp-at-agyu\/\u0022 target=\u0022_blank\u0022\u003Etorontobiennial.org\/work\/caecilia-tripp-at-agyu\/\u003C\/a\u003E. \u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote9_ye7l7ma\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref9_ye7l7ma\u0022\u003E9\u003C\/a\u003EEmelie Chhangur, Interim Director\/Curator, Art Gallery of York University (AGYU) and Allyson Adley, Collection\/Education Assistant, AGYU, and Clare Butcher, Curator Public Programming and Learning, TBA. \u003C\/li\u003E\n                      \u003Cli class=\u0022footnote\u0022 id=\u0022footnote10_dnc487f\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref10_dnc487f\u0022\u003E10\u003C\/a\u003ESee Borelson’s website at \u003Ca href=\u0022https:\/\/www.borelson.com\u0022 target=\u0022_blank\u0022\u003Eborelson.com\u003C\/a\u003E; and selected tracks \u0022\u003Ca href=\u0022https:\/\/www.youtube.com\/watch?v=GGlmp2rAvik\u0026gt;\u0022 target=\u0022_blank\u0022\u003EThis Far\u003C\/a\u003E\u0022 and \u0022\u003Ca href=\u0022https:\/\/www.youtube.com\/watch?v=GGlmp2rAvik\u0026gt;\u0022 target=\u0022_blank\u0022\u003EThe Vision\u003C\/a\u003E\u0022.\u003C\/li\u003E\n      \u003C\/ul\u003E","field_editorial":"\u003Cp\u003E“Every Story Matters”—these words resonated throughout the space of the Art Gallery of York University (AGYU) as spoken-word poet, musician, and director Borelson moved between the works of artists Jae Jarrell and Caecilia Tripp with groups of participants. From our first meeting it was clear that Borelson’s ongoing interdisciplinary work around place-making, writing, and Afrofuturism—shared through a cosmos of interwoven voices and geographies—would challenge us to reconsider our own relationships to and histories of the land and narratives we inhabit. The following is an annotated script of Borelson’s generative offering as part of TBA’s Storytelling program (2019–), including a further layering of annotations, links to his ongoing music practice, and an invitation to continue the journey.\u003C\/p\u003E\n","field_intro_text_author":"Clare Butcher","field_image":"","field_audio_files":"","field_editorial_image":"\/sites\/default\/files\/styles\/large\/public\/2021-10\/TBA_Borelson_Colour.png?itok=F1soNO_h"}]