[{"title":"Foreword","body":"","nid":"82","field_subtitle":""},{"title":"Preamble","body":"\u003Cp\u003EWelcome to the \u003Cem\u003EToronto Biennial of Art Programs Publication Part One: This Is Not An Archive\u003C\/em\u003E – the first chapter of an iterative digital release produced by the Toronto Biennial of Art (TBA). Bringing together the voices and process-based methodologies of past and present contributors to TBA Programs, this publication traces the ever-changing networks of relationships between practices, ideas, and questions brought forward by esteemed contributors, while also offering you as a reader a space to create new connections among the contents with downloadable and printable options. \u003C\/p\u003E\n\n\u003Cp\u003EDesigned by Chris Lee and Ali Shamas Qadeer, \u003Cem\u003EThis Is Not An Archive\u003C\/em\u003E features contributions by Bonnie Devine, Borelson, Caitlin Taguibao, Diane Borsato, Fan Wu, Luis Jacob, Lost Rivers with Rivers Rising and the River Poets, Mark Dudiak, and Yan Wu (care of Gendai Gallery, 2010–20). \u003Cem\u003EThis Is Not An Archive\u003C\/em\u003E was edited by Clare Butcher and Myung-Sun Kim, with editorial support from Ilana Shamoon and Melody Moon-Kyoung Cho.\u003C\/p\u003E\n","nid":"72","field_subtitle":""},{"title":"Colophon","body":"\u003Ch3\u003ETBA Programs Publication Part One:\u003Cbr \/\u003E This Is Not An Archive, 2021\u003C\/h3\u003E\n\n\u003Cp\u003EThis publication is produced on the occasion of the 2019 | 2022 Toronto Biennial of Art, March 26 – June 5, 2022.\u003C\/p\u003E\n\n\u003Cp\u003E\n\u003Cstrong\u003EEditorial team:\u003C\/strong\u003E Clare Butcher (managing editor) and Myung-Sun Kim, with editorial support from Ilana Shamoon and Melody Moon-Kyoung Cho (editorial assistant)\n\u003Cstrong\u003EContributors:\u003C\/strong\u003E Bonnie Devine, Borelson, Caitlin Taguibao, Diane Borsato, Fan Wu, Lost Rivers and Rivers Rising (Helen Mills, John Wilson, Nolan Scharper, Setayesh Babaei) with the River Poets (Anita Lahey, Dilys Leman, Maureen Hynes, Maureen Scott Harris, Nicholas Power), Luis Jacob, Mark Dudiak, Yan Wu (care of Gendai Gallery, 2010–20)\n\u003Cstrong\u003ECopy editor:\u003C\/strong\u003E Janine Armin\n\u003Cstrong\u003EDesigners (web platform and graphic):\u003C\/strong\u003E Ali Shamas Qadeer, Chris Lee\n\u003C\/p\u003E\n\u003Cp\u003E\n\u003Cstrong\u003EToronto Biennial of Art\u003C\/strong\u003E\u003Cbr \/\u003E\n158 Sterling Road, 4th floor, Suite 403\u003Cbr \/\u003E\nToronto, Ontario, M6R 2B7\u003Cbr \/\u003E\nCanada\u003Cbr \/\u003E\ninfo@torontobiennial.org\u003Cbr \/\u003E\nwww.torontobiennial.org\u003Cbr \/\u003E\n\u003C\/p\u003E\n\u003Cp\u003E\n\u003Cstrong\u003EArt Metropole\u003C\/strong\u003E\u003Cbr \/\u003E\n896 College Street\u003Cbr \/\u003E\nToronto, Ontario, M6H 1A4\u003Cbr \/\u003E\nCanada\u003Cbr \/\u003E\ninfo@artmetropole.com\u003Cbr \/\u003E\nartmetropole.com\n\u003C\/p\u003E\n\u003Cp\u003E\nCC BY-NC-ND\u003Cbr \/\u003E\nAttribution-NonCommercial-NoDerivs\n\u003C\/p\u003E\n\u003Cp\u003E\nAll contributions licensed under Creative Commons BY-NC-ND, unless copyright holder indicated. Some images cannot be downloaded due to reproduction agreements.\n\u003C\/p\u003E\n\u003Cp\u003E\n\u003Cstrong\u003EISBN:\u003C\/strong\u003E 978-1-989010-12-9\n\u003C\/p\u003E\n\n\u003Cdiv id=\u0022sponsor-grid\u0022\u003E\n\t\u003Cdiv class=\u0022sponsor-grid-3-col\u0022\u003E\n\t\t\u003Ch4\u003EFounding Signature Patron: \u003C\/h4\u003E\n\t\u003C\/div\u003E\n\t\u003Cdiv class=\u0022sponsor-grid-3-col\u0022\u003E\n\t\t\u003Ch4\u003EFounding Premiere Patron:\u003C\/h4\u003E\n\t\u003C\/div\u003E\n\t\u003Cdiv class=\u0022sponsor-grid-3-col\u0022\u003E\n\t\t\u003Cimg alt=\u0022The Pierre Lassonde Family Foundation\u0022 src=\u0022\/img\/sponsor-logos\/lassonde.png\u0022 \/\u003E\n\t\u003C\/div\u003E\n\n\t\u003Cdiv class=\u0022sponsor-grid-3-col\u0022\u003E\n\t\t\u003Cimg alt=\u0022TD Bank Group (logo)\u0022 src=\u0022\/img\/sponsor-logos\/td_bank.png\u0022 \/\u003E\n\t\u003C\/div\u003E\n\n\n\n\n\t\u003Cdiv class=\u0022sponsor-grid-3-col\u0022\u003E\n\t\t\u003Ch4\u003EFounding Presenters:\u003Cbr \/\u003E\u003Cstrong\u003EThe Lang Family Foundation\u003C\/strong\u003E\u003C\/h4\u003E\n\t\u003C\/div\u003E\n\t\u003Cdiv class=\u0022sponsor-grid-3-col\u0022\u003E\n\t\t\u003Ch4\u003EBenefactors:\u003Cbr \/\u003E\u003Cstrong\u003EThe Rossy Family Foundation\u003C\/strong\u003E\u003C\/h4\u003E\n\t\u003C\/div\u003E\n\n\t\u003Cdiv class=\u0022sponsor-grid-6-col\u0022\u003E\n\t\t\u003Ch4\u003EGovernment Supporters:\u003C\/h4\u003E\n\t\u003C\/div\u003E\n\n\n\t\u003Cdiv class=\u0022sponsor-grid-2-col\u0022\u003E\n\t\t\u003Cimg alt=\u0022Canada Council for the Arts\u0022 src=\u0022\/img\/sponsor-logos\/cca.png\u0022 \/\u003E\n\t\u003C\/div\u003E\n\t\u003Cdiv class=\u0022sponsor-grid-2-col\u0022\u003E\n\t\t\u003Cimg alt=\u0022The Province of Ontario\u0022 src=\u0022\/img\/sponsor-logos\/ontario.png\u0022 \/\u003E\n\t\u003C\/div\u003E\n\t\u003Cdiv class=\u0022sponsor-grid-2-col\u0022\u003E\n\t\t\u003Cimg alt=\u0022Ontario Cultural Attractions Fund\u0022 src=\u0022\/img\/sponsor-logos\/ocaf.png\u0022 \/\u003E\n\t\u003C\/div\u003E\n\t\u003Cdiv class=\u0022sponsor-grid-2-col\u0022\u003E\n\t\t\u003Cimg alt=\u0022Ontario Arts Council\u0022 src=\u0022\/img\/sponsor-logos\/oac.png\u0022 \/\u003E\n\t\u003C\/div\u003E\n\t\u003Cdiv class=\u0022sponsor-grid-2-col\u0022\u003E\n\t\t\u003Cimg alt=\u0022\u0022 src=\u0022\/img\/sponsor-logos\/toronto.png\u0022 \/\u003E\n\t\u003C\/div\u003E\n\t\u003Cdiv class=\u0022sponsor-grid-2-col\u0022\u003E\n\t\t\u003Cimg alt=\u0022City of Toronto\u0022 src=\u0022\/img\/sponsor-logos\/tac.png\u0022 \/\u003E\n\t\u003C\/div\u003E\n\u003C\/div\u003E\n\n\u003C!--\n\n\u003Cp\u003Elasson\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan style=\u0022font-size:11pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Proxima Nova\u0026quot;\u0022\u003E\u003Cspan lang=\u0022EN\u0022 style=\u0022font-size:12.0pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Arial\u0026quot;,sans-serif\u0022\u003EFounding Signature Patron: [logo Pierre Lassonde]\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan style=\u0022font-size:11pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Proxima Nova\u0026quot;\u0022\u003E\u003Cspan lang=\u0022EN\u0022 style=\u0022font-size:12.0pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Arial\u0026quot;,sans-serif\u0022\u003EFounding Premier Patron: [logo TD Bank Group]\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan style=\u0022font-size:11pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Proxima Nova\u0026quot;\u0022\u003E\u003Cspan lang=\u0022EN\u0022 style=\u0022font-size:12.0pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Arial\u0026quot;,sans-serif\u0022\u003EFounding Presenters: The Lang Family Foundation\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan style=\u0022font-size:11pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Proxima Nova\u0026quot;\u0022\u003E\u003Cspan lang=\u0022EN\u0022 style=\u0022font-size:12.0pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Arial\u0026quot;,sans-serif\u0022\u003EBenefactors: The Rossy Family Foundation\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan style=\u0022font-size:11pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Proxima Nova\u0026quot;\u0022\u003E\u003Cspan lang=\u0022EN\u0022 style=\u0022font-size:12.0pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Arial\u0026quot;,sans-serif\u0022\u003EGovernment Supporters:\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan style=\u0022font-size:11pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Proxima Nova\u0026quot;\u0022\u003E\u003Cspan lang=\u0022EN\u0022 style=\u0022font-size:12.0pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Arial\u0026quot;,sans-serif\u0022\u003E[logo Canada Council for the Arts]\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan style=\u0022font-size:11pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Proxima Nova\u0026quot;\u0022\u003E\u003Cspan lang=\u0022EN\u0022 style=\u0022font-size:12.0pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Arial\u0026quot;,sans-serif\u0022\u003E[logo Province of Ontario]\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan style=\u0022font-size:11pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Proxima Nova\u0026quot;\u0022\u003E\u003Cspan lang=\u0022EN\u0022 style=\u0022font-size:12.0pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Arial\u0026quot;,sans-serif\u0022\u003E[logo Ontario Cultural Attractions Fund]\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan style=\u0022font-size:11pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Proxima Nova\u0026quot;\u0022\u003E\u003Cspan lang=\u0022EN\u0022 style=\u0022font-size:12.0pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Arial\u0026quot;,sans-serif\u0022\u003E[logo Ontario Arts Council]\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan style=\u0022font-size:11pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Proxima Nova\u0026quot;\u0022\u003E\u003Cspan lang=\u0022EN\u0022 style=\u0022font-size:12.0pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Arial\u0026quot;,sans-serif\u0022\u003E[logo City of Toronto]\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cspan style=\u0022font-size:11pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Proxima Nova\u0026quot;\u0022\u003E\u003Cspan lang=\u0022EN\u0022 style=\u0022font-size:12.0pt\u0022\u003E\u003Cspan style=\u0022line-height:115%\u0022\u003E\u003Cspan style=\u0022font-family:\u0026quot;Arial\u0026quot;,sans-serif\u0022\u003E[logo Toronto Arts Council]\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/p\u003E\n--\u003E","nid":"71","field_subtitle":""},{"title":"Acknowledgements","body":"\u003Cp\u003EThroughout this publication, the editorial team traces, deepens and acknowledges the many relationships that have grounded a multi-year Public Programming and Learning process. It is within that spirit and through these digital and downloadable forms, that we gratefully circulate the context-responsive methodologies, ideas, terms and conversations contained within these pages to many other places, timezones and practitioners. \u003C\/p\u003E\n\n\u003Cp\u003EAnd as you engage with the generous contributions here, we ask that you as a reader, take time to consider where you are and the context of relationships – current, past and future, human and non-human – that shape and situate the knowledges, voices and practices you carry with you.\u003C\/p\u003E\n\n\u003Cp\u003EThe \u003Cem\u003EPrograms Publication Part One: This Is Not An Archive\u003C\/em\u003E is testament to the dedicated work of so many, including:\u003C\/p\u003E\n\n\u003Cp\u003EThe publication’s dynamic contributors: Bonnie Devine, Borelson, Caitlin Taguibao, Diane Borsato, Fan Wu, Yan Wu care of Gendai Gallery, Lost Rivers with Rivers Rising and the River Poets, Luis Jacob, and Mark Dudiak; flourishing graphic design and digital programming by Ali Shamas Qadeer and Chris Lee; editing by Clare Butcher and Myung-Sun Kim, with editorial support from Ilana Shamoon and Melody Moon-Kyoung Cho, as well as copy editing and proofreading from Janine Armin; guidance in the development of the publication’s framework from Patricia Reed, Sameer Farouq, and Mark Soo. \u003Cbr \/\u003E\u003Cbr \/\u003E\nTBA Public Programming and Learning from 2019 to the present has been shaped and continues to grow with the participation and support of so many!\u003C\/p\u003E\n\n\u003Cp\u003ETBA 2019-2021 is brought together by curators Candice Hopkins, Katie Lawson, and Tairone Bastien (Exhibitions), and Clare Butcher and Myung-Sun Kim (Programs). \u003C\/p\u003E\n\n\u003Cp\u003E2019 Programs Participants: A.A. Bronson, Adrian Blackwell, Adrian Stimson, Aki Onda, AKU-MATU, Alejandra Nuñez, Aliya Pabani and Angela Shackel, Allison Cameron, Althea Thauberger, Among Friends Community Mental Health Program, Anastacia Marx de Salcedo, Angaer Arop, Ange Loft with Jumblies Theater \u0026amp; Arts, Anu Radha Verma, Art in Access (Cole Swanson and Anne Zbitnew), Ayumi Goto, Beerus Junior Ayrah Taerb, Bill O’Keefe, Blank Canvases, Bonnie Devine, Borelson; BUSH Gallery (Peter Morin and Tania Willard) with the Akwesasne Singers, Theresa Bear Fox, Delores Purdaby, Bill Powless, Lisa Meyers, Niki Little (with Andrew Genaille, Howard Adler, Christopher Auchter, Louisa Papatie, and Darryl Nepinak); CAConrad, Caecilia Tripp, Caitlin Taguibao, Camilo Godoy, Cheryl Trudeau, Chris Lee and Ali Shamas Qadeer, Christopher Bracken, Curtis Talwst Santiago, Dainty Smith, David Fortin, Deb Lim, Delf Maria Hohmann, Diane Borsato, the Don River Poets (Dilys Leman, Maureen Hynes, Maureen Scott Harris, and Nicholas Power), Elder Duke Redbird, Elwood Jimmy, Embassy of Imagination (Cie Taqiasuk, David Pudlat, Janine Manning, Kevin Allooloo, Kunu Pudlat, Parr Josephee, Saaki Nuna, Salomonie Ashoona, and Taqialu Pudlat) and PA System (Alexa Hatanaka and Patrick Thompson); Erin Gee, Fadi Masoud, Fan Wu, Gendai Gallery (Chris Lee, Emily Fitzpatrick, Maiko Tanaka, Marilyn Jung, Su-Ying Lee, and Yan Wu), Golboo Amani, Hajra Waheed, Haruko Okano, Hera Büyüktaşıyan, Irena Latek, Isuma, Jae Jarrell, James Roche, Jane Wolff, Jayne Wilkinson, Jeneen Frei Njootli, Jill Carter, Joce Tremblay, John Oswald, Dr. Julie Nagam, Katie Lyle, Karyn Recollet, Keerat Kaur, Kim Ninkuru, Grandmother Kim Wheatley, Kite, Laura McCoy, Laura Ortman, Lawrence Abu Hamdan, Life of a Craphead (artist duo Amy Lam and Jon McCurley, with Hannia Cheng, Kiera Boult, Nice Hands, Oliver Husain, Laura McCoy, Aliya Pabani, jes sachse, Lisa Smolkin, Xuan Ye, and Emerson Maxwell), Lisa Reihana, Lisa Steele and Kim Tomczak, Lost Rivers and Rivers Rising (Helen Mills, John Wilson, Nolan Scharper, and Setayesh Babaei), Lou Sheppard, Luis Jacob, Maiko Tanaka, Mark Dudiak, Mark Sabat, Maria Thereza Alves, Marshall Trammell, Miya Masaoka, Nabila Abdel Nabi, Nadijah Robinson, New Red Order (NRO), Newcomer Kitchen, Oasis Skateboard Factory Fall 2019 Cohort, Ola Mohammed, Ooloosie Ashevak, Outdoor School (Diane Borsato and Amish Morrell) with Alan Gan; Pamela Sneed, Peter Morin, Qavavau Manumie, Raven Chacon, Rebecca Flemister, Dr. Renée Hložek, R.I.S.E. Edutainment (​​Dynesti Williams, Jayda Marley, Randell Adjei, and Tamir Holder), Roberto Damiani, Rocky Dobey, Sandy Smith, Sawmill Sid, Shezad Dawood, Simon Vickers, Sister Co-Resister (Annie Wong, Marilyn Fernandes, and Pamila Matharu), with Frizz Kid, Nedda Baba, and Yara El Safi; Shannon Cochrane, Soleil Launière, Stephanie Loveless, Susan Poizner, Susan Schwartzenberg, Syrus Marcus Ware, Toronto Art Book Fair (Karie Liao and Maxine Proctor) with Cotey Pope, Life of a Craphead, and Shelby Wright; Tosca Hidalgo y Terán, Tsēmā Igharas, Una Lee, Urayoán Noel, Victoria Freeman, Yamantaka \/\/ Sonic Titan, Yaniya Lee, Yousef Kadoura, Zahra Komeylian; Syrus Marcus Ware (with Dainty Smith, Ravyn Wngz, and Yousef Kadoura); Charles Stankievech (with Aki Inomata, Alvin Lucier, Apichatpong Weerasethakul, Aryo Danusiri, Brandon Poole, Clarice Lispector, Cyprien Gaillard, Dark Morph, Drexciya, J.G. Ballard, James Tenney, Jean Painlevé, Julian Charrière, Jumana Manna, Katarzyna Badach and Alfredo Ramos Fernández, Lisa Rave, Marguerite Humeau, Nils-Aslak Valkeapää, Pauline Oliveros, Raven Chacon, Revital Cohen and Tuur Van Balen, Ville Kokkonen, Whatever, and The World Soundscape Project)\u003C\/p\u003E\n\n\u003Cp\u003E2020-21 Programs Participants: Alan Ojiig Corbiere, Ange Loft, Camille Turner, Cason Sharpe, Chiedza Pasipanodya, Dana Prieto, Eric-Paul Riege, Genevi​​ève Wallen, Jorge González (with Edwin Marcucci and Juana de Laures), Julia Paoli, Dr. Julie Nagam, Karen Pheasant-Neganigwane, Liz Ikiriko, Mata Aho Collective, Outdoor School, Richard W. Hill Sr., Sebastian De Line, Syrus Marcus Ware, Tanya Lukin Linklater, Tian Zhang, Nova Weipert, Vanessa Kwan, Whitney French, Wildseed Black Arts Fellows, Yaniya Lee, and Zoe Imani Sharpe\u003C\/p\u003E\n\n\u003Cp\u003ETBA Public Programming and Learning support staff and interns, past and present: Anique Jordan, Chiedza Pasipanodya, Cierra Frances, Evelina Domeikyte, Keiko Hart, Marsya Maharani, Melody Moon-Kyoung Cho, and Roxanne Fernandes\u003C\/p\u003E\n\n\u003Cp\u003EAs well as the energetic host of TBA volunteers who worked so hard alongside our team throughout the 2019 Programs.\u003C\/p\u003E\n\n\u003Cp\u003E2019 PPL Advisors: Peter Morin, Syrus Marcus Ware\u003C\/p\u003E\n\n\u003Cp\u003EAnd to the TBA team, both past and present, whose input and guidance across departments has facilitated the work of Public Programming and Learning (2019-22) and this publication process.\u003C\/p\u003E\n\n\u003Cp\u003EThe important contributions, ideas, formats, and events within Public Programming and Learning 2019 would not be possible without the resources made available with the support of –\u003C\/p\u003E\n\n\u003Cp\u003E2019 PPL Donors and Supporters: Pierre Lassonde Family Foundation, TD Bank Group, The Lang Family Foundation, The Rossy Family Foundation; Government Supporters: Canada Council for the Arts, Province of Ontario, Ontario Cultural Attractions Fund, Ontario Arts Council, City of Toronto, and Toronto Arts Council \u003Cbr \/\u003E\u003Cbr \/\u003E\n2019-21 PPL Partners: Among Friends Community Mental Health Program, Art Gallery of Ontario, Art Gallery of York University, the Bentway, Black Lives Matter – Toronto (Wildseed Black Arts Fellowship), Blank Canvases, British Council, BUSH Gallery, Canadian Art, Canadian Music Centre, City of Mississauga, Culture Days, Emily Carr University of Art \u0026amp; Design, Evergreen Don River Valley Art Program, FADO Performance Art Centre, grunt gallery, Her Majesty’s Canadian Ship HMCS York, Harbourfront Centre, Humber College, Humber Galleries, imagineNATIVE Film + Media Arts Festival, Ireland Park Foundation, Jumblies Theatre \u0026amp; Arts, Luminato Festival, Myseum of Toronto, OCAD University, Ontario Place, PA System, the Power Plant Contemporary Art Gallery, Ryerson Image Centre, SKETCH Working Arts, Small Arms Inspection Building, Trinity Square Video, University of British Columbia Eminence Fund, University of British Columbia Okanagan, University of Toronto Art Museum, University of Toronto—John H. Daniels Faculty of Architecture, Landscape, and Design, Workman Arts, York University\u003C\/p\u003E\n","nid":"70","field_subtitle":""},{"title":"Welcome","body":"\u003Cp\u003E\u003Cstrong\u003E...to the digital platform for the \u003Cem\u003EToronto Biennial of Art Programs Publication Part One: This Is Not An Archive\u003C\/em\u003E – the first chapter of an iterative digital publication produced by Toronto Biennial of Art (TBA) Programs! \u003C\/strong\u003E\u003C\/p\u003E\n\n\u003Cp\u003EBringing together the voices and process-based methodologies of past and present contributors, this publication traces ever-changing networks of relationships between practices, ideas, and questions shaping TBA Programs over time. As suggested by its title, Part One does not attempt to offer a comprehensive overview of TBA Programs from the past, but rather invites readers to actively engage with contributors’ continuing processes of reflection and exchange. \u003C\/p\u003E\n\n\u003Cp\u003ETBA’s first edition in 2019 – brought together by program curators Clare Butcher and Myung-Sun Kim and exhibition curators Candice Hopkins, Katie Lawson, and Tairone Bastien – expanded on the question “What is it to be in relation?” through multiple streams and exhibitions along the Lake Ontario shoreline and moving up into the city. The program streams emerged over a ten-week span of dynamic storytelling sessions, talks, performative interventions, podcasts, workshops, walks, readings, and a residency,\u003Ca class=\u0022see-footnote\u0022 id=\u0022footnoteref1_mr0ml59\u0022 title=\u0022See the TBA Programs Index 2019–21 for more details on the streams and invited participants, as well as dates and descriptions for each event.\u0022 href=\u0022#footnote1_mr0ml59\u0022\u003E1\u003C\/a\u003E\n in which dozens of participants, collaborators, and partners worked with Myung-Sun and Clare to share practice-led and embodied methodologies with intergenerational groups and visitors.\u003C\/p\u003E\n\n\u003Cp\u003EOver the past eighteen months, TBA Programs have sought to engage with the shifting approaches required within the context of the global pandemic and as the TBA team look to the second, postponed edition in 2022. As part of that, the format of this digital publication is in a way a case study for creating a changeable, layered, and iterative platform towards ongoing sharing and experiment, instead of a fixed archive. And rather than moving from a-z, the open form of the publication contents offer multiple paths between approaches, voices, and questions, inviting other readings and threads to emerge, as well as annotations and references for further learning beyond the publication’s pages.\u003C\/p\u003E\n\n\u003Cp\u003EPreparing \u003Cem\u003EPart One: This Is Not An Archive\u003C\/em\u003E has allowed the editorial team the space for critical reflection and deepened dialogues with contributors and collaborators – Borelson, Bonnie Devine and Luis Jacob, Caitlin Taguibao, Diane Borsato, Fan Wu, Mark Dudiak, Lost Rivers with Rivers Rising and the River Poets, and Yan Wu (care of Gendai Gallery) – to whom we are grateful for their openness in thinking, listening, and learning with us beyond their initial participation in TBA 2019. To interweave these carefully considered elements, designers Ali Shamas Qadeer and Chris Lee (who also created the Biennial’s first \u003Ca href=\u0022https:\/\/torontobiennial.org\/tools-for-learning\/\u0022\u003ETools for Learning Toolbox\u003C\/a\u003E in 2019) have expanded their collaboration in the form of this brilliant, blooming, and interactive digital platform and the publication’s print options. We express our sincere thanks to them for their imaginative responsiveness.\u003C\/p\u003E\n\n\u003Cp\u003EFinally, TBA acknowledges the generous contributions from Pierre Lassonde Family Foundation, TD Bank Group, the Lang Family Foundation, and the Rossy Family Foundation, all of whom made 2019 Programs possible, providing the fruitful foundations for this publication and the continued work towards 2022 public and learning programs.\u003C\/p\u003E\n\n\n\u003Cul class=\u0022footnotes\u0022\u003E\u003Cli class=\u0022footnote\u0022 id=\u0022footnote1_mr0ml59\u0022\u003E\u003Ca class=\u0022footnote-label\u0022 href=\u0022#footnoteref1_mr0ml59\u0022\u003E1\u003C\/a\u003ESee the TBA Programs Index 2019–21 for more details on the streams and invited participants, as well as dates and descriptions for each event.\u003C\/li\u003E\n      \u003C\/ul\u003E","nid":"69","field_subtitle":""},{"title":"TBA Programs Index","body":"\u003Ch3\u003E2019\u003C\/h3\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EPROGRAMS STREAMS\u003C\/strong\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ECO-RELATIONS\u003C\/strong\u003E program explores critical issues—livability, access, interconnectivity—that intersect with and extend ideas addressed in \u003Cem\u003EThe Shoreline Dilemma\u003C\/em\u003E.\u003C\/p\u003E\n\n\u003Cp\u003ECo-Relations demonstrates a deep commitment to place-making in a series of performances, conversations, and gatherings. All participants are invited into shifting and expanding dialogues that reveal the often invisible, intangible, or overlooked connections to each other and the environment: mycelial fungi workshops investigate networked growth beneath our feet; apple tastings and orchard plantings reclaim and revive rare historic apple varietals; and responses to a dispatch from a dystopian future initiate action in the present day. These unseen or unnoticed connections provide insights into how to better sustain symbiotic relationships over time.\u003C\/p\u003E\n\n\u003Cp\u003ECo-Relations builds on methodologies of care, empathy, and understanding in an attempt to repair what has been lost or forgotten. Drawing from relational practices and social processes, these events respond to emerging conversations during the inaugural 2019 Biennial and extend them to explore their complexities in locations and with communities across Toronto.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ECURRENTS\u003C\/strong\u003E is a platform for artist-led programming that invites visitors to engage directly with the creative and critical processes at work in the Exhibition. This stream consists of talks, performances, symphonies, star-gazing, and ceremonies that trace ideas circulating within and beyond the 2019 Biennial’s main sites and connected with other Exhibition locations. Be it through acts of restitution, revolutionary wearables, ways of knowing with the water, or the ethics of making, Currents asks participants to reconsider what it means to be in and out of relation in the context of artworks featured in the 2019 Exhibition.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESTORYTELLING\u003C\/strong\u003E seeks to shift the mediation of contemporary art away from conventional modes of interpreting and informing to narrating and embodying through weekly walks and conversations. An intergenerational and multilingual group of storytellers share personal insights and experiences of the city as they guide visitors through the 2019 Exhibition’s site-specific installations, research, and generative proposals. Storytellers bring submerged narratives to the surface in relation to the history and politics of Toronto’s shifting shoreline.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ETOOLS FOR LEARNING\u003C\/strong\u003E, generated by and with Biennial participants and collaborators, comprises group exercises, performative scores, proposals for collaborative thinking and making, artist interviews, and audio tours. Tools can be instruments to make and repair, but also strategies to undo and refuse. Whether in the Biennial, the classroom, or at home, TBA\u0027s multimedia toolbox, designed by Chris Lee and Ali Shamas Qadeer, can be downloaded for free and put to use by educators, students, and other community members in connecting their own experiences and curricula with process-based, playful approaches to contemporary artistic practices. Practically and conceptually, Tools for Learning offers materials and methods for reimagining relations with land, water, and each other.\u003C\/p\u003E\n\n\u003Cp\u003EThe \u003Cstrong\u003ETORONTO BIENNIAL OF ART RESIDENCY\u003C\/strong\u003E is an experimental platform for artists and practitioners to gather and respond to the broader question of \u003Cem\u003Ehow do we live together?\u003C\/em\u003E Embedding different methodologies and ideas into practice, participants and the curatorial team come together to think and move in a multiplicity of forms.\u003C\/p\u003E\n\n\u003Cp\u003ETBA2019 Programs were curated by \u003Ca href=\u0022https:\/\/torontobiennial.org\/team\/clare-butcher\/\u0022\u003EClare Butcher \u003C\/a\u003Eand \u003Ca href=\u0022https:\/\/torontobiennial.org\/team\/myung-sun-kim\/\u0022\u003EMyung-Sun Kim\u003C\/a\u003E.\u003C\/p\u003E\n\n\u003Ch3\u003ESEPTEMBER\u003C\/h3\u003E\n\n\u003Ch4\u003EA Public Apology to Siksika Nation\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 21, 11am–12pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/aa-bronson\/\u0022\u003EAA Bronson\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/adrian-stimson\/\u0022\u003EAdrian Stimson\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EHow does history become personally accountable in a post-Truth and Reconciliation Commission era? AA Bronson delivers his apology to Siksika Nation, an atonement for his ancestors’ role in cultural genocide, while Adrian Stimson and the Elders of the Siksika Nation respond. Food is shared following the performance.\u003C\/p\u003E\n\n\u003Cp\u003EBronson’s apology was made into a book with more than 14,000 free copies available at the Biennial.\u003C\/p\u003E\n\n\u003Ch4\u003EInterstellar Sleep\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 21 and 22, 1–2pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/caecilia-tripp\/\u0022\u003ECaecilia Tripp\u003C\/a\u003E\u003Cbr \/\u003E\nPresented with York University Observatory\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EA series of live dance performances takes place during the opening week of the Biennial as part of an immersive installation by Caecilia Tripp produced in collaboration with astrophysicists from York University Observatory, cosmologist Dr. Renée Hložek, and composer Mani Mazinani.\u003C\/p\u003E\n\n\u003Ch4\u003EIn Conversation: Hajra Waheed, Jayne Wilkinson, and Nabila Abdel Nabi\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 21, 1:30–3pm at The Power Plant Contemporary Art Gallery \u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/hajra-waheed\/\u0022\u003EHajra Waheed\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/jayne-wilkinson\/\u0022\u003EJayne Wilkinson\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/nabila-abdel-nabi\/\u0022\u003ENabila Abdel Nabi\u003C\/a\u003E\u003Cbr \/\u003E\nPresented with The Power Plant Contemporary Art Gallery and \u003Cem\u003ECanadian Art\u003C\/em\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EOn the occasion of her solo exhibition \u003Cem\u003EHold Everything Dear\u003C\/em\u003E at The Power Plant, her installation at the Biennial, and \u003Cem\u003ECanadian Art\u003C\/em\u003E’s fall 2019 issue launch, Hajra Waheed discusses the evolution of her multidisciplinary practice with The Power Plant’s guest curator Nabila Abdel Nabi and \u003Cem\u003ECanadian Art\u003C\/em\u003E editor-in-chief Jayne Wilkinson. The program concludes with a short Q\u0026amp;A period and refreshments from 3–4pm at Boxcar Social, located at Harbourfront Centre.\u003C\/p\u003E\n\n\u003Ch4\u003ESinaaqpagiaqtuut\/The Long-Cut\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 21, 4–9pm from The Bentway to 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/embassy-of-imagination\/\u0022\u003EEmbassy of Imagination\u003Cem\u003E Sinaaqpagiaqtuut\/The Long-Cut\u003C\/em\u003E Artists\u003C\/a\u003E (Cie Taqiasuk, David Pudlat, Janine Manning, Kevin Allooloo, Kunu Pudlat, Parr Josephee, Saaki Nuna, Salomonie Ashoona, and Taqialu Pudlat), Oasis Skateboard Factory Fall 2019 Cohort, Ooloosie Ashevak, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/pa-system\/\u0022\u003EPA System\u003C\/a\u003E (Alexa Hatanaka and Patrick Thompson)\u003Cbr \/\u003E\nCo-commissioned and presented with The Bentway, and produced by PA System\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EPresented in conjunction with Embassy of Imagination and PA System’s installation at 259 Lakeshore Blvd E, \u003Cem\u003ESinaaqpagiaqtuut\/The Long-Cut\u003C\/em\u003E is a procession that began in Kinngait (Cape Dorset, Nunavut) and continues in Toronto. The procession is performed and features works by Kinngait youth from Peter Pitseolak High School made in collaboration with the Oasis Skateboard Factory School in Toronto that are inspired by Kinngait-Toronto connections and look to the ways these distant places are tethered through waterways, art markets, artistic collaborations, and the night sky.\u003C\/p\u003E\n\n\u003Ch4\u003ECall to Arms\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 21, 5:30–7:30pm at HMCS York\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/althea-thauberger\/\u0022\u003EAlthea Thauberger\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/kite\/\u0022\u003EKite\u003C\/a\u003E\u003Cbr \/\u003E\nIn partnership with Her Majesty’s Canadian Ship HMCS York\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EAs part of the Biennial\u0027s launch, in collaboration with Her Majesty’s Canadian Ship HMCS York, four musical scores by Kite are performed along with the band’s own repertoire. Boasting the country’s only conch shell sextet, the Navy band performs inside the Navy’s drill hall—or “stone ship”—a highly resonant space that itself is played as an instrument.\u003C\/p\u003E\n\n\u003Ch4\u003EHarbour Symphony\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 21, 7–7:30pm at Harbourfront Centre and Toronto Harbour\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/delf-maria-hohmann\/\u0022\u003EDelf Maria Hohmann\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/raven-chacon\/\u0022\u003ERaven Chacon\u003C\/a\u003E, with \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/allison-cameron\/\u0022\u003EAllison Cameron\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/john-oswald\/\u0022\u003EJohn Oswald\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/marc-sabat\/\u0022\u003EMarc Sabat\u003C\/a\u003E\u003Cbr \/\u003E\nPresented with Harbourfront Centre\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EComposers Delf Maria Hohmann and Raven Chacon with Allison Cameron, John Oswald, and Marc Sabat bring St. John’s celebrated Harbour Symphony to Toronto, transforming boats berthed near the city’s shoreline into an orchestra on the water. Featuring music written for the horns of tugboats, trawlers, ferries, leisure vessels, and ocean-going freighters, each Harbour Symphony since 1983 has begun with a radio countdown transmitted to the bridge of the ships by the coastguard where players stand at the helms of their respective vessels. At the signal, a giant, floating horn section reverberates off the surrounding landscape and through the streets. Musicians from all over the world have been invited to create a Harbour Symphony, and the concept has so far been shared with the cities of Amsterdam, Vancouver, Montreal, San Francisco, and now Toronto. This Harbour Symphony includes newly commissioned compositions for the event.\u003C\/p\u003E\n\n\u003Ch4\u003EOpening BBQ\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 22, 12–2pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/embassy-of-imagination\/\u0022\u003EEmbassy of Imagination\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/pa-system\/\u0022\u003EPA System\u003C\/a\u003E, and the \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/sawmill-sid\/\u0022\u003ESawmill Sid\u003C\/a\u003E initiative\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\nWe celebrate the opening weekend of the Toronto Biennial of Art with a family-and youth-friendly BBQ for neighbours and those further afield. After sharing a meal, participants can engage in a number of collaborative activities ranging from “drawing with the sun”—a cyanotype workshop led by Embassy of Imagination and PA System—to learning about capturing carbon with the Sawmill Sid initiative and connecting with neighbouring Long Branch Tree Fest at Marie Curtis Park.\u003C\/p\u003E\n\n\u003Ch4\u003EDecolonizing Astrophysics\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 22, 6–8pm at Ontario Place Marina\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/elder-duke-redbird\/\u0022\u003EElder Duke Redbird \u003C\/a\u003Eand \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/dr-renee-hlozek\/\u0022\u003EDr. Renée Hložek\u003C\/a\u003E\u003Cbr \/\u003E\nIn partnership with the Art Gallery of York University and Myseum of Toronto\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EAn intimate conversation under the stars brings together artist, poet, and educator Elder Duke Redbird and renowned astrophysicist Dr. Renée Hložek to discuss the human relationship to the cosmos from multiple perspectives. In the context of Redbird’s Indigenous interpretive learning centre and evolving art installation \u003Cem\u003EWigwam Chi-Chemung\u003C\/em\u003E at Ontario Place Marina, and Caecilia Tripp’s project \u003Cem\u003EInterstellar Sleep\u003C\/em\u003E at the Art Gallery of York University and 259 Lake Shore Blvd E, the conversation moves toward indigenizing astronomy curricula.\u003C\/p\u003E\n\n\u003Ch4\u003EArtist Talk with Jae Jarrell\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 23, 4–6pm at the Art Gallery of York University\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/jae-jarrell\/\u0022\u003EJae Jarrell\u003C\/a\u003E\u003Cbr \/\u003E\nCo-presented with the Art Gallery of York University\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EArtist and AfriCOBRA (African Commune of Bad Relevant Artists) co-founder Jae Jarrell discusses her wearable artworks and sculptures, which embody the future-facing strengths and struggles of Chicago’s vital Black Arts Movement.\u003C\/p\u003E\n\n\u003Ch4\u003EArtist Talk with Qavavau Manumie and Shezad Dawood with Candice Hopkins\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 25, 4:30–6pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/qavavau-manumie\/\u0022\u003EQavavau Manumie\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/shezad-dawood\/\u0022\u003EShezad Dawood\u003C\/a\u003E with \u003Ca href=\u0022https:\/\/torontobiennial.org\/team\/candice-hopkins\/\u0022\u003ECandice Hopkins\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\nThis conversation is set amidst Episode 5 of Shezad Dawood’s \u003Cem\u003ELeviathan\u003C\/em\u003E (2017–) film cycle and Qavavau Manumie’s depictions of Arctic wildlife and contemporary Inuit life. The artists address the relationships between their work in discussion with curator Candice Hopkins.\u003C\/p\u003E\n\n\u003Ch4\u003EReveries of an Underground Forest: A Conversation Between Two Forests\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 26, 4:30–6pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/hera-buyuktasciyan\/\u0022\u003EHera Büyüktaşcıyan\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/keerat-kaur\/\u0022\u003EKeerat Kaur\u003C\/a\u003E with \u003Ca href=\u0022https:\/\/torontobiennial.org\/team\/tairone-bastien\/\u0022\u003ETairone Bastien\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\nArtist Hera Büyüktaşçıyan’s installation \u003Cem\u003EReveries of an Underground Forest\u003C\/em\u003E (2019) reflects on the notion of invisible foundations of lost spaces, implying movements of people through history to retrace the lost fragments of social and personal narratives. Through a performance, musician and artist Keerat Kaur relates to the installation in song, recollecting the Punjabi folk music tradition and transforming it through her own personal motifs. The performance is followed by a conversation between the two artists moderated by curator Tairone Bastien, reflecting on mutual narratives of belonging and fluid collective memories.\u003C\/p\u003E\n\n\u003Ch4\u003EDOO RED\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 28, 7–10pm at Ireland Park Foundation\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/programs\/doored\/\u0022\u003EParticipants\u003C\/a\u003E: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EHannia Cheng, Kiera Boult, Nice Hands, Oliver Husain, Laura McCoy, Aliya Pabani, jes sachse, Lisa Smolkin, Xuan Ye, and Emerson Maxwell\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EGuest curators: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/life-of-a-craphead\/\u0022\u003ELife of a Craphead\u003C\/a\u003E (Amy Lam and Jon McCurley)\u003Cbr \/\u003E\nIn partnership with Trinity Square Video\u003Cbr \/\u003E\nWith support from Luminato Festival\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003EToronto Biennial of Art Residency\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cem\u003EDoored\u003C\/em\u003E is a live performance art event\/TV series curated by Life of a Craphead from 2012 to 2017 in the heart of Kensington Market, Toronto. \u003Cem\u003EDoored\u003C\/em\u003E returns as \u003Cem\u003ED\u003C\/em\u003E\u003Cem\u003EOO RED\u003C\/em\u003E for a special and final presentation at the Biennial, bringing a wide network of beloved Toronto-based performers from its vibrant arts community. The live performance event is part of a joint commission in their new video project \u003Cem\u003ELife of \u003C\/em\u003E\u003Cem\u003ELife of a Craphead\u003C\/em\u003E—a pilot episode of a comedic satirical series about their real lives as artists based in Toronto.\u003C\/p\u003E\n\n\u003Cp\u003EThe pilot episode of the new commission, \u003Cem\u003ELife of Life of a Craphead\u003C\/em\u003E, premieres at the Delfina Foundation in spring 2020 and also appears at Seoul Mediacity Biennale in 2021.\u003C\/p\u003E\n\n\u003Ch4\u003EYOU ARE A GOOD APPLE\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 29, 1–4pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/diane-borsato\/\u0022\u003EDiane Borsato\u003C\/a\u003E, with Bill O’Keefe, Newcomer Kitchen, and Susan Poizner\u003Cbr \/\u003E\nCo-presented with the City of Mississauga, Culture Days, and Small Arms Inspection Building\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECo-relations\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003ETo inaugurate \u003Cem\u003EORCHARD\u003C\/em\u003E, a public art project commissioned by the City of Mississauga, artist Diane Borsato brings people together to taste and learn about apples and community orchards. \u003Cem\u003EORCHARD\u003C\/em\u003E is a living sculpture made up of ten different, old, and eccentric varietals of apple trees, planted by Borsato at the Small Arms Inspection Building, and brings back rare apple varietals that once inhabited the City of Mississauga prior to changes in agricultural trade regulation. The work expands ideas of public art and seeks to foster enduring connectedness to land, plants, food, and one another.\u003C\/p\u003E\n\n\u003Ch3\u003EOCTOBER\u003C\/h3\u003E\n\n\u003Ch4\u003ELakeshore Psychiatric Hospital Project, Part 1\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 3, 6–8pm at Humber College, Lakeshore Campus\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/programs\/lakeshore-psychiatric-hospital-project-part-1\/\u0022\u003EParticipants\u003C\/a\u003E: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003EAmong Friends Community Mental Health Program members, Humber College students, and Rocky Dobey\u003Cbr \/\u003E\nCo-presented with Among Friends Community Mental Health Program, Humber College, and Workman Arts\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECo-Relations\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EFrom 1890 to 1979, Humber College, Lakeshore Campus was a psychiatric hospital. The Lakeshore Psychiatric Hospital Cemetery is two kilometres north of the campus and is where 1,511 patients are buried in mostly unmarked graves. This is a living memory within the Humber College community. Students and local Among Friends Community Mental Health Program members present a film and a commemorative artwork based on the history of the site and patients. Community groups and individuals are invited to gather and remember patients’ names during talks and community art projects that engage with people’s lived experiences of the mental healthcare system.\u003C\/p\u003E\n\n\u003Cp\u003EA screening of the short film \u003Cem\u003E1511\u003C\/em\u003E created in collaboration with the Among Friends Community group is followed by a discussion. In addition, a newly commissioned sculpture by Rocky Dobey is unveiled in memory of the former patients, and for those who continue to be impacted by mental healthcare systems.\u003C\/p\u003E\n\n\u003Ch4\u003EOpen Studio with Elder Duke Redbird\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 5, 2–5pm at Ontario Place\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/elder-duke-redbird\/\u0022\u003EElder Duke Redbird \u003C\/a\u003E\u003Cbr \/\u003E\nIn partnership with Myseum of Toronto\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003ESet around \u003Cem\u003EWigwam Chi-Chemung\u003C\/em\u003E—a 40-foot pontoon houseboat docked at the Ontario Place Marina—the Open Studio session is part of an evolving art installation and Indigenous interpretive learning centre created in partnership with Indigenous intellectual, poet, painter, broadcaster, filmmaker, and orator Elder Duke Redbird. During the session, Elder Duke Redbird engages visitors in questions around “Our Environment,” focusing on Indigenous perspectives about stemming destruction based on age-old practices together with reverence and respect for Mother Earth. Over the summer and fall, visitors have an opportunity to spend time, learn from, and celebrate the Indigenous peoples who historically thrived, sustained, and populated the extensive shoreline of Lake Ontario.\u003C\/p\u003E\n\n\u003Ch4\u003EThe Collaborative Body\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 6, 3:30–5pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/lisa-steele-and-kim-tomczak\/\u0022\u003EKim Tomczak and Lisa Steele\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\n“Since 1983, we have worked in relation to each other: we collaborate as artists, as administrators, as organizers, and as teachers; and we work in relation to others—in artist-run centres, festivals, publications, and public institutions—in the spirit of collectivity where we share experience and knowledge and accept the same from others while ideas, statements, and direct acts are developed together and put into action where they evolve over time—never static. Each of the three parts of \u003Cem\u003E…before I wake\u003C\/em\u003E, the work on display at the Biennial, is a contemplation on collaboration itself. We see the bodies of the artists in \u003Cem\u003EWe’re getting younger all the time\u003C\/em\u003E using the digital devices to mimic the quest for eternal youth; in \u003Cem\u003EPracticing Death\u003C\/em\u003E, the artists are displayed in a type of suspended sleep; and finally, \u003Cem\u003EEntranced\u003C\/em\u003E finds the artists under hypnosis, each walking through a door where the collaboration will cease to be.” —Kim Tomczak and Lisa Steele\u003C\/p\u003E\n\n\u003Cp\u003EIn the walkabout, artists Kim Tomczak and Lisa Steele engage in questions of representation of collaboration and “the collective” and suggest how collaboration itself contradicts or at least undermines the idea of the individual artist-as-creative-genius. They also discuss the ways that artists have confronted death in their work, from Brueghel to Caravaggio to Warhol to Rebecca Belmore.\u003C\/p\u003E\n\n\u003Ch4\u003EEducator Info Evenings\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 9–10, 6–7pm at Small Arms Inspection Building\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ETools for Learning\u003C\/label\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\nIn addition to the regular school group visits and free facilitated workshops at the Biennial’s main venues, Educator Info Evenings share details of the experiential and embodied approaches of the Biennial’s Public Programming \u0026amp; Learning streams. Educators can take a walk with a Biennial Storyteller, discuss the dynamic set of Tools for Learning, and hear from the team at an info evening.\u003C\/p\u003E\n\n\u003Ch4\u003EOUTDOOR SCHOOL: Mushroom Foray\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 13, 10am–1pm from Old Mill Station along the Humber River\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/alan-gan\/\u0022\u003EAlan Gan\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/outdoor-school\/\u0022\u003EOUTDOOR SCHOOL\u003C\/a\u003E (Amish Morrell and Diane Borsato)\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECo-Relations\u003C\/label\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\nIn the spirit of John Cage and Fluxus artists searching for fungi in the forest, artist Diane Borsato and Amish Morrell of OUTDOOR SCHOOL, with Alan Gan of the Mycological Society of Toronto, invite visitors to a community mycological foray—an informal, family-friendly event that offers participants the opportunity to collect fungi and learn about the culture of mushrooming.\u003C\/p\u003E\n\n\u003Ch4\u003ENight Walk with Lost Rivers and Rivers Rising: Garrison Creek\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 14, 8–9:30pm from Christie Subway Station along the Garrison Creek\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/helen-mills\/\u0022\u003EHelen Mills\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/nicholas-power\/\u0022\u003ENicholas Power\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/setayesh-babaei\/\u0022\u003ESetayesh Babaei\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/tsiktsinensawe-yakonkwe-rhonda-lucy\/\u0022\u003ETsiktsinensawe Yakonkwe\/Rhonda Lucy\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003EStorytelling\u003C\/label\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\nThis Night Walk with the Lost Rivers and Rivers Rising initiatives traces hidden histories of the Garrison Creek, which enters Lake Ontario just east of Fort York, the military garrison for the region. Closed since the 1920s, the hidden creek has gained interest as new initiatives have formed to draw attention to the relationships between “lost” creeks, community planning, and urban design by restoring buried bridges and regenerating the Garrison Creek ravine system.\u003C\/p\u003E\n\n\u003Ch4\u003EStorytelling: Borelson\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 16 and November 6, 6–8pm at the Art Gallery of York University\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/borelson\/\u0022\u003EBorelson\u003C\/a\u003E\u003Cbr \/\u003E\nCo-presented with the Art Gallery of York University\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003EStorytelling\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EStorytelling seeks to shift the mediation of contemporary art from more conventional modes of interpreting and informing to narrating and embodying through weekly walks and conversations. Multi-disciplinary artist and creative director Borelson offers a performative response to works by Jae Jarrell and Caecilia Tripp installed at the Art Gallery of York University.\u003C\/p\u003E\n\n\u003Ch4\u003EBUSH Gallery: Beach(fire) Blanket Bingo Biennial\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 19, 6–10pm at Ward’s Island Beach and Ward’s Island Association Clubhouse\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/programs\/beachfire-blanket-bingo-biennial\/\u0022\u003EParticipants\u003C\/a\u003E: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/bush-gallery\/\u0022\u003EBUSH Gallery\u003C\/a\u003E (Peter Morin and Tania Willard), with the \u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003EAkwesasne Singers, Theresa Bear Fox, Delores Purdaby, Bill Powless, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/lisa-myers\/\u0022\u003ELisa Myers\u003C\/a\u003E, Niki Little (with Andrew Genaille, Howard Adler, Christopher Auchter, Louisa Papatie, and Darryl Nepinak)\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cbr \/\u003E\nIn partnership with OCAD University Graduate Studies, imagineNATIVE Film + Media Arts Festival, and University of British Columbia Eminence Fund\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECo-Relations\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EPeter Morin and Tania Willard of BUSH Gallery, with guest artist Lisa Myers and water singers Akwesasne Women singers and Theresa “Bear” Fox, invite the public to gather around a beach fire and engage in the methodologies of exchange embedded in gift economies and philosophies. This participatory program examines the circulation of materials within and outside of the art system and Indigenous communities. Over the course of the evening, artists and participants play Indian Bingo, share food, ideas, and gifts, and watch an outdoor screening (curated by imagineNATIVE) as we gather around the fire on a brisk fall evening by the water.\u003C\/p\u003E\n\n\u003Ch4\u003Esingle-use salmon plogging\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 20, 9am–3:30pm from Queen and Bay Street\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/ayumi-goto\/\u0022\u003EAyumi Goto\u003C\/a\u003E, with Deb Lim, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/peter-morin\/\u0022\u003EPeter Morin\u003C\/a\u003E, and Soleil Launière\u003C\/label\u003E\u003Cbr \/\u003E\nCo-commissioned with and curated by FADO Performance Art Centre\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECo-Relations\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EAyumi Goto runs the Toronto Waterfront Marathon as the half-human\/half-salmon geisha gyrl in a performance addressing labour, responsibility, and the impact of environmental disaster. A performative shadow of Adrian Stimson’s Buffalo Boy, geisha gyrl and her team of scavenger-collectors (Deb Lim, Peter Morin, and Soleil Launière) intervene in the Toronto Waterfront Marathon and run the 42-kilometre route, collecting plastic and other debris along the way.\u003C\/p\u003E\n\n\u003Cp\u003EThe performance meditates upon the all-too-human compulsion to purchase and then discard that which is easily accessible, mass-produced, and presumably replaceable.\u003C\/p\u003E\n\n\u003Cp\u003EThe work is dedicated to the late Anishinaabe Grandmother and Water Walker Josephine Mandamin who circumnavigated the Great Lakes covering over 17,000 kilometres to raise awareness about water pollution; and David S. Buckel, an LGBTQ rights lawyer, environmental activist, and runner who self-immolated in 2018 to protest humanity’s addiction to fossil fuels.\u003C\/p\u003E\n\n\u003Ch4\u003EListening Session with Allison Cameron, John Oswald, and Raven Chacon\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 23, 6–8pm at Harbourfront Centre\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/allison-cameron\/\u0022\u003EAllison Cameron\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/john-oswald\/\u0022\u003EJohn Oswald\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/raven-chacon\/\u0022\u003ERaven Chacon\u003C\/a\u003E\u003Cbr \/\u003E\nPresented with Harbourfront Centre\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EComposers Delf Maria Hohmann and Raven Chacon’s collaboration with Allison Cameron, John Oswald, and Marc Sabat culminated in a special edition of Harbour Symphony as part of the Biennial’s Opening Week, activating boats docked along Toronto’s shoreline in a celebratory launch. For this evening, Cameron, Chacon, and Oswald reflect on this and previous editions of the symphony, inviting audience members to collectively listen to Harbour Symphony recordings and consider the possibilities of working with sound, composition, and experimental instrumentation.\u003C\/p\u003E\n\n\u003Ch4\u003EFuture, Fire, Fiction—storytelling workshop for imagining future technologies through design justice and Indigenous philosophy\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 24, 4–6pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/kite\/\u0022\u003EKite\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/una-lee\/\u0022\u003EUna Lee\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\nDesign practitioner and community organizer Una Lee and artist and composer Kite (Suzanne Kite) tell stories about the past, present, and future and invite participants to do the same. They ask: Which technologies will we need in the future? Which technologies do we want in the future? How can we design these technologies in a good way—a way that is just and equitable? Through collaborative exchange, participants are invited to improvise and reimagine material sustainability and reciprocity.\u003C\/p\u003E\n\n\u003Ch4\u003EArtist Talk with Julie Nagam and Lisa Reihana\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 25, 6–7pm at the Art Gallery of Ontario \u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/dr-julie-nagam\/\u0022\u003EJulie Nagam\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/lisa-reihana\/\u0022\u003ELisa Reihana\u003C\/a\u003E\u003Cbr \/\u003E\nIn partnership with Art Gallery of Ontario and imagineNATIVE Film + Media Arts Festival\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EIn a conversation with curator Julie Nagam, artist Lisa Reihana speaks to her installation \u003Cem\u003EIn Pursuit of Venus\u003C\/em\u003E, on view at the Art Gallery of Ontario and its sister project \u003Cem\u003EHouse of Death\u003C\/em\u003E, featured at 259 Lake Shore Blvd E.\u003C\/p\u003E\n\n\u003Ch4\u003EWalk the treaty boundary of the “Toronto Purchase”\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 27, 2–4pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/john-wilson\/\u0022\u003EJohn Wilson\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003EStorytelling\u003C\/label\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\nJohn Wilson of the Lost Rivers initiative guides a walk-through from Marie Curtis Park to the mouth of Etobicoke Creek on the border between Toronto (Etobicoke) and Mississauga. This river mouth was one of two points along Etobicoke Creek that used to survey the western line of the Toronto Purchase, the treaty between Indigenous Mississaugas of the Credit and the British Crown that permitted European settlement. This line still forms much of the boundary between York and Peel Regions. The walk traces this liminal landscape, following waterways once used as transportation routes by Indigenous peoples, to consider hidden narratives of alienation, accommodation, and resilience.\u003C\/p\u003E\n\n\u003Ch4\u003EArt Educator Exchange with PA System\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 31, 4–6pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/pa-system\/\u0022\u003EPA System\u003C\/a\u003E (Alexa Hatanaka and Patrick Thompson)\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ETools for Learning\u003C\/label\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\nLaunching a series of Art Educator Exchanges, this first fall session brings art educators together with art collective PA System who collaborate with youth in Kinngait in the ongoing collective project Embassy of Imagination. Through discussion around the group’s installation in the Biennial, the session traces collaborative learning methodologies as the collective shifts between urban and remote contexts. Participants are invited to engage directly with PA System’s exercises and processes to interrogate the role of collective artistic approaches in place-making, challenging expectations of youth-engaged art.\u003C\/p\u003E\n\n\u003Ch3\u003ENOVEMBER\u003C\/h3\u003E\n\n\u003Ch4\u003ETalking Treaties: Text and Image\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 2, 12–2pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributors:\u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/alejandra-nunez\/\u0022\u003EAlejandra Nuñez\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/jill-carter\/\u0022\u003EJill Carter\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/jumblies-theatre-and-arts\/\u0022\u003EJumblies Theatre \u0026amp; Arts with Ange Loft\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EOpen to adults and older youth of all experiences, backgrounds, and abilities, this workshop begins with a presentation and facilitated discussion of the key symbols of Toronto’s Indigenous presence and governance structures. Symbols found in the text of Treaty 13: The Toronto Purchase, further reveal another set of imagery to unpack, moving through the city’s changing coat of arms, to Indigenous names for local waterways. With a large version of the Toronto Purchase text, small teams collaborate to replace words with images, culminating in a site-specific visual installation to expand across the grounds of Small Arms.\u003C\/p\u003E\n\n\u003Ch4\u003EUnsettling: Settlers of Catan\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 2 and 23, 2–5pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/golboo-amani\/\u0022\u003EGolboo Amani\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECo-Relations\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cem\u003EUnsettling: Settlers of Catan\u003C\/em\u003E is a playful, discursive intervention into the popular board game \u003Cem\u003EThe Settlers of Catan\u003C\/em\u003E. Artist Golboo Amani disrupts its colonial narratives with methodologies of treaties, collaboration, and allyship, inserting new game pieces, cards, and rules. With these new tools, players develop strategies of building on and repatriation of the colonized landscape, offering the opportunity to play out strategies for radical, social, political, and industrial change.\u003C\/p\u003E\n\n\u003Ch4\u003EPoetry Walk with Toronto’s River Poets, Lost Rivers, and Rivers Rising\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 3, 12–1:30pm from St. Matthew’s Clubhouse, 450 Broadview Ave\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/dilys-leman\/\u0022\u003EDilys Leman\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/helen-mills\/\u0022\u003EHelen Mills\u003C\/a\u003E, Joce Tremblay, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/maureen-hynes\/\u0022\u003EMaureen Hynes\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/maureen-scott-harris\/\u0022\u003EMaureen Scott Harris\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/nicholas-power\/\u0022\u003ENicholas Power\u003C\/a\u003E\u003Cbr \/\u003E\nIn partnership with Evergreen’s Don River Valley Art Program\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003EStorytelling\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EIn a poetry walk in conjunction with artist Maria Thereza Alves’s project \u003Cem\u003EPhantom Pain\u003C\/em\u003E at Riverdale Park W, Toronto’s River Poets, together with the initiatives Lost Rivers and Rivers Rising, and knowledge keepers, investigate Toronto’s lost rivers, the forgotten network of water that runs beneath our feet.\u003C\/p\u003E\n\n\u003Ch4\u003ERead me, Love me, Leave me\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 3, 3–5pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/cotey-pope\/\u0022\u003ECotey Pope\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/katie-lyle-shelby-wright\/\u0022\u003EKatie Lyle and Shelby Wright\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/life-of-a-craphead\/\u0022\u003ELife of a Craphead\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/toronto-art-book-fair\/\u0022\u003EToronto Art Book Fair\u003C\/a\u003E (Karie Liao and Maxine Proctor)\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003EStorytelling\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cem\u003ERead me, Love me, Leave me\u003C\/em\u003E explores different modes of reading through collaboration, humour, and storytelling. Invited guest artists, including Life of a Craphead, Katie Lyle and Shelby Wright, and Cotey Pope, respond to works that they have created, admire, find inspirational, or spark curiosity. In the spirit of open mic, members of the public are also encouraged to participate by spontaneously signing up at the event to share their own readings. By activating a variety of printed matter through comedic prose and timing, readings illuminate the surrounding artwork and the multitude of ways in which we experience art.\u003C\/p\u003E\n\n\u003Ch4\u003EThe View from Here: With Simon Vickers\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 4, 2–4pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/luis-jacob\/\u0022\u003ELuis Jacob\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/simon-vickers\/\u0022\u003ESimon Vickers\u003C\/a\u003E\u003Cbr \/\u003E\nIn partnership with OCAD University\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003ESimon Vickers researches intersections of public and urban history, focusing on activism across particular neighbourhoods in Toronto and Montreal since the 1960s. As part of the series around Luis Jacob\u0027s two-part installation \u003Cem\u003EThe View from Here\u003C\/em\u003E, Vickers engages with Jacob’s book display to initiate dialogues on historical social movements and how the city has been impacted by gentrification, affordability, and the role of printed matter in tracing those processes.\u003C\/p\u003E\n\n\u003Ch4\u003ECombat-Ready Kitchen\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 10, 1–3pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/programs\/combat-ready-kitchen-with-anastacia-marx-de-salcedo\/\u0022\u003EAnastacia Marx de Salcedo\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECo-Relations\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EAnastacia Marx de Salcedo, author of \u003Cem\u003ECombat-Ready Kitchen: How the U.S. Military Shapes the Way You Eat\u003C\/em\u003E (2015), discusses the military’s role in the technological development of processed foods and the distribution, commercialization, and effects of packaged goods within society. During the event, there are tastings of MRE (Meals, Ready-to-Eat) and mass-produced food that has been developed through military technology.\u003C\/p\u003E\n\n\u003Ch4\u003ENon-Human Entanglements: Slime Mould Workshops\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 13 and 14, 10am–1pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/programs\/non-human-entanglements-slime-mould-workshops\/\u0022\u003ETosca Hidalgo y Terán\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ETools for Learning\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003ETosca Terán introduces slime mould and the amazing potential it has to foster collaboration at the intersection of art and science. Participants learn how to transform their kitchens and closets into safe, mini-Physarum biolabs and leave the workshop with a feeding and growing kit, their own slime mould, as well as a wide understanding of the possibilities of slime mould (Physarum polycephalum) culturing. The workshop invites participants to experiment with different biological media and feeding substrates that inform the growth and morphology of protozoans and protists.\u003C\/p\u003E\n\n\u003Ch4\u003ESonic Meditation with Stephanie Loveless\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 16, 10:30–11:45am at OCAD University, 205 Richmond St W\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/stephanie-loveless\/\u0022\u003EStephanie Loveless\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003ECo-curators: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/make-tanaka\/\u0022\u003EMaiko Tanaka\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/team\/myung-sun-kim\/\u0022\u003EMyung-Sun Kim\u003C\/a\u003E\u003Cbr \/\u003E\nCo-presented with Canadian Music Centre, OCAD University Graduate Studies, and Trinity Square Video\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECo-Relations\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EIn advance of her evening performance, sound artist Stephanie Loveless leads an introduction to, and embodied exploration of, the instruction scores of pioneering composer Pauline Oliveros. We explore practices of listening and sounding that are designed to help us engage more creatively with each other and the world around us.\u003C\/p\u003E\n\n\u003Ch4\u003EMiya Masaoka: Sonifying the Plants\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 16, 12–1:15pm at OCAD University, 205 Richmond St W\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/miya-masaoka\/\u0022\u003EMiya Masaoka\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003ECo-curators: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/make-tanaka\/\u0022\u003EMaiko Tanaka\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/team\/myung-sun-kim\/\u0022\u003EMyung-Sun Kim\u003C\/a\u003E\u003Cbr \/\u003E\nCo-presented with Canadian Music Centre, OCAD University Graduate Studies, and Trinity Square Video\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECo-Relations\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cem\u003ESonifying the Plants \u003C\/em\u003Ewith Miya Masaoka is a part of \u003Cem\u003ETELLINGS\u003C\/em\u003E—a post-human vocal concert series—and a performative lecture and demonstration of Masaoka’s pioneering interactive work using the biological response of plants. The sound artist is an Associate Professor at Columbia University where she is Director of the Sound Art Program, and her works with plants have been exhibited at New Interfaces for Musical Expressions, Institut de Recherche et Coordination Acoustique\/Musique, the Gutenberg Sound Art Academy, Rensselaer Polytechnic Institute, and Lincoln Center Out of Doors (Instrument Making) among others.\u003C\/p\u003E\n\n\u003Ch4\u003ETELLINGS: A Post-Human Vocal Concert\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 16, 3–7pm at OCAD University, 205 Richmond St W\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/erin-gee\/\u0022\u003EErin Gee\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/jeneen-frei-njootli\/\u0022\u003EJeneen Frei Njootli\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/miya-masaoka\/\u0022\u003EMiya Masaoka\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/stephanie-loveless\/\u0022\u003EStephanie Loveless\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/tsema-igharas\/\u0022\u003ETsēmā Igharas\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003ECo-curators: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/make-tanaka\/\u0022\u003EMaiko Tanaka\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/team\/myung-sun-kim\/\u0022\u003EMyung-Sun Kim\u003C\/a\u003E\u003Cbr \/\u003E\nCo-presented with Canadian Music Centre, OCAD University Graduate Studies, and Trinity Square Video\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECo-Relations\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cem\u003ETELLINGS: A Post-Human Vocal Concert \u003C\/em\u003Eseeks to challenge traditional conceptions of voice. Artists working experimentally with sound—live electronics, deep listening, and sound art—perform compositions that explore new modes of vocal production. The experimental vocal compositions in solo and ensemble formats question the way we imagine the body of a voice and the \u0022receiver,\u0022 as well as the divisions made between nature and technology. Each composition performed in TELLINGS presents increasingly inter-species, inter-organ, feminist, and collaborative notions through the languages of plants, animals, and even human organs not normally associated with having authorship or intention.\u003C\/p\u003E\n\n\u003Ch4\u003EGround, breath, moisture, cusp with Zahra Komeylian\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 17, 11:15am–1:30pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/zahra-komeylian\/\u0022\u003EZahra Komeylian\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ETools for Learning\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EThis workshop with Zahra Komeylian explores a place of meeting between the clay, body, and breath. Through the medium of clay, participants are invited into an embodied reflection on being in relation with the collective and the ground, cultivating spaces for support and anchoring during times of change and shift. How can we be anchored while in flux? This session involves breathwork, contemplative sculpting, a walk along the shoreline, and a group-building activity. No prior experience working with clay is necessary—bring a beginner’s mind.\u003C\/p\u003E\n\n\u003Ch4\u003EWhat\u0027s Up with Gendai?\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 17, 2:30–4:30pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/gendai-gallery\/\u0022\u003EGendai Gallery\u003C\/a\u003E (Chris Lee, Emily Fitzpatrick, Maiko Tanaka, Marilyn Jung, Su-Ying Lee, and Yan Wu)\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECo-Relations\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EFounded in 2000, Gendai is a Toronto-based art organization that supports contemporary practices—primarily by East Asian artists and artists of colour. Since 2011 they have been mobile. Their history of experimentation with collective models and practice of reconfigurability, collaboration, and adaptability is reflected in recent projects involving film, modular furniture, publications, treehouse dinner parties, newspapers, screenings, haikus, neighbourhood survey actions, a lemonade stand, musical jingles, and collective readings.\u003C\/p\u003E\n\n\u003Cp\u003EThey share the gallery’s organizational history of experimenting with models of collectivity and workshop proposals (open call to the public) for a takeover. On their way out, the members draw on their history of generating alternative methodologies for existence in seeking new ways of succession planning for the gallery. This opportunity for the next generation to adopt an existing organization with a critical legacy is grounded in the experimental integrity of Gendai’s pedagogical framework that fosters collaboration and adaptation to current environments.\u003C\/p\u003E\n\n\u003Ch4\u003EThe View from Here: Reading a Moving Shoreline\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 18, 4–6pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/adrian-blackwell\/\u0022\u003EAdrian Blackwell\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/fadi-masoud\/\u0022\u003EFadi Masoud\u003C\/a\u003E\u003Cbr \/\u003E\nIn partnership with OCAD University\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EFadi Masoud is a landscape architect and planner who focuses on the relationships between large-scale environmental systems, dynamic design, and the instrumentality of planning policies. Adrian Blackwell is an artist, designer, and theorist interested in the relationship between political economy and the production of physical spaces. As part of the series around Luis Jacob\u0027s two-part installation \u003Cem\u003EThe View from Here\u003C\/em\u003E and within Blackwell’s structure \u003Cem\u003EIsonomia in Toronto? (harbour)\u003C\/em\u003E, Masoud and Blackwell discuss Toronto’s waterfront, drawing attention to the vulnerabilities of urban districts built upon reclaimed land, and the strategies available to mitigate the effects of climate change. Participants join in a mapping exercise, tracing the human and non-human actors transforming the shoreline, and through this activity, encourage a literacy of the interaction between the natural and operational forces creating urban space.\u003C\/p\u003E\n\n\u003Ch4\u003ETalking Treaties: Text and Sound\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 23, 12–2pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants:\u003C\/label\u003E\u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/alejandra-nunez\/\u0022\u003EAlejandra Nuñez\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/jill-carter\/\u0022\u003EJill Carter\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/jumblies-theatre-and-arts\/\u0022\u003EJumblies Theatre \u0026amp; Arts with Ange Loft\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EOpen to adults and older youth of all experiences, backgrounds, and abilities, the activity begins with a presentation of the Treaty text and images from the previous workshop, along with the poetry from the Before All Else: Place and Relationship activity pack. In small teams, these texts are collaboratively disassembled and reassembled as short spoken and\/or musical performances. Invited artists and musicians join the creative process, encouraging participants to co-create, culminating in a site-specific performance piece that takes place across the Small Arms site.\u003C\/p\u003E\n\n\u003Ch4\u003EThe View from Here: With Bonnie Devine and Luis Jacob\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 25, 2–4pm at Union Station, Oak Room\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/bonnie-devine\/\u0022\u003EBonnie Devine\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/luis-jacob\/\u0022\u003ELuis Jacob\u003C\/a\u003E\u003Cbr \/\u003E\nIn partnership with OCAD University\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EIn response to various objects in Luis Jacob’s installation \u003Cem\u003EThe View from Here\u003C\/em\u003E, and as part of the surrounding series, Bonnie Devine introduces a surveyor’s transit from her project \u003Cem\u003ECircles and Lines: Michi Saagiig \u003C\/em\u003E(2018). View-finding instruments have been used since antiquity to mark out, allot, and regulate land, including the land of the Mississauga Nation that was transferred to the British in the Toronto Purchase of 1787 and the Toronto Indenture of 1805. Bringing Jacob’s sculpture \u003Cem\u003EThe Riddle\u003C\/em\u003E\u003Cem\u003E \u003C\/em\u003E(2018) into conversation with the transit, Devine engages visitors in a discussion around cartography, ownership, and the weaponization of the Colonial gaze.\u003C\/p\u003E\n\n\u003Ch4\u003EDispatch with SKETCH Working Arts\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 25, 6–9pm at SKETCH Working Arts, Artscape Youngplace\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/programs\/dispatch-with-sketch-working-arts\/\u0022\u003EParticipants\u003C\/a\u003E: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003EAngaer Arop, Beerus Junior Ayrah Taerb, and Kim Ninkuru, with Anique Jordan and Ola Mohammed\u003Cbr \/\u003E\nCo-presented with SKETCH Working Arts\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECo-Relations\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EIn this iteration of the Dispatch program, young artists with SKETCH Working Arts (Angaer Arop, Beerus Junior Ayrah Taerb, and Kim Ninkuru) respond to Syrus Marcus Ware’s \u003Cem\u003EDispatches from the Future\u003C\/em\u003E—set in a post-apocalyptic state, post-climate change—with their pressing concerns and ways of initiating action now as they reimagine a future. The dispatch offers both caution and hope for a future wherein we all survive, with remarks from Anique Jordan and Ola Mohammed.\u003C\/p\u003E\n\n\u003Ch4\u003ESyrus Marcus Ware: Art, Activism, And Futurity\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 27, 7–9pm at the Ryerson Image Centre\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/syrus-marcus-ware\/\u0022\u003ESyrus Marcus Ware\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\nCo-commissioned with Ryerson Image Centre\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EFor two decades, Toronto-based artist and activist Syrus Marcus Ware has explored the themes of justice and climate change through his practice spanning painting, installation, performance, and video. In this talk, Ware discusses his hopes for the future of activism and how artistic practice can help us understand an uncertain world as part of the Howard and Carole Tanenbaum Lecture series, presented by the Ryerson Image Centre.\u003C\/p\u003E\n\n\u003Ch4\u003EIn Conversation with Curtis Talwst Santiago\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 29, 5–6:30pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/curtis-talwst-santiago\/\u0022\u003ECurtis Talwst Santiago\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/yaniya-lee\/\u0022\u003EYaniya Lee\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EThis conversation opens up the processes and practice behind Curtis Talwst Santiago’s Biennial contributions: his ongoing \u003Cem\u003EInfinity Series\u003C\/em\u003E, which inspired a host of responses from school students during the Biennial\u0027s facilitated workshops; and the architectural fantasy or \u0022capriccio\u0022 installed at 55 Unwin, \u003Cem\u003EJ\u0027ouvert Temple\u003C\/em\u003E (2019). With writer Yaniya Lee, the artist considers residual histories and shifting scales of intimacy.\u003C\/p\u003E\n\n\u003Ch4\u003EWorkshop with Anu Radha Verma\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 30, 10:30am–1:30pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/anu-radha-verma\/\u0022\u003EAnu Radha Verma\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ETools for Learning\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EAs part of the Biennial’s series of artist- and educator-facilitated workshops, this session with organizer Anu Radha Verma takes up the concept of “being in relation” through activities that look at time, place, and possibilities. “Time” refers to history, the archival (whether documented or not); “place” refers to the sites we inhabit; and “possibilities” connects to what the future might hold, what we might make of the future. Workshop participants can expect some movement (optional and can be adapted to meet access needs); discussions and reflection; collage and writing prompts; and more. The workshop addresses four key questions:\u003C\/p\u003E\n\n\u003Cp\u003EWho are we? Where have we been? Where are we? Where are we going? Through conversations and activities, participants learn about themselves, each other, the Small Arms Inspection Building, and ideas that some of the artists exhibiting their work in the Biennial are putting forward. The workshop is designed to be participatory, with options for individual, pair, small group, and large group interactions.\u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Ch4\u003EArt in Access\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 30, 1–4pm at the Humber Art Commons\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/art-in-access\/\u0022\u003EArt in Access\u003C\/a\u003E (\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003E\u003Cspan\u003ECole Swanson and Anne Zbitnew)\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003C\/span\u003E\u003Cbr \/\u003E\nCo-presented with Among Friends Community Mental Health Program, Humber College, Humber Galleries, and Workman Arts\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECo-Relations\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EFrom 1890 to 1979, the Humber College Lakeshore Campus was a psychiatric hospital. Addressing the complex legacy of their school, Humber College students engage with issues of access through creative workshops and collaborations with community members. Artists from Among Friends Community Mental Health Program and Workman Arts offer creative sessions for students on wellness, mental health, disability, housing, and food security. Creating reactionary artworks, Humber students and their community collaborators present artefacts, installations, and drop-in workshops to enliven critical debates on social and systemic barriers while providing a space where art and access can collide. This community-engaged project explores the deep relationship building at the critical meeting points of art, education, community, and access-oriented programs, particularly around mental health and questions of livability.\u003C\/p\u003E\n\n\u003Ch4\u003EA Walk Across Space and Time\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 30, 1:30–4pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/james-roche\/\u0022\u003EJames Roche\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/jane-wolff\/\u0022\u003EJane Wolff,\u003C\/a\u003E \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/kim-wheatley\/\u0022\u003EAnishinaabe Grandmother Kim Wheatley\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/sandy-m-smith\/\u0022\u003ESandy Smith\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/susan-schwartzenberg\/\u0022\u003ESusan Schwartzenberg\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003EStorytelling\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EThe goal of \u003Cem\u003EA Walk Across Space and Time \u003C\/em\u003Eis to observe—and share observations—about plural understandings of the shoreline, Toronto, and the landscape embodied in the area around 259 Lake Shore Blvd E. The past remains present in the material landscape, but its absence from most people’s everyday consciousness is striking. Through walking and talking indoors and outdoors together with Anishinaabe Grandmother Kim Wheatley, James Roche, Jane Wolff, Sandy Smith, and Susan Schwartzenberg, we can observe and document what comes to the surface. As part of the walk, a temporary installation transforms part of the Programs Hub at 259 Lake Shore Blvd E into a field station where visitors can trace their own relationships to the shoreline.\u003C\/p\u003E\n\n\u003Ch3\u003EDECEMBER\u003C\/h3\u003E\n\n\u003Ch4\u003EHaruko Okano: Six Chairs in a Circle\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EDecember 1, 1:30–3:30pm at 259 Lake Shore Blvd E, Programs Hub\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/hark-okano\/\u0022\u003EHaruko Okano\u003C\/a\u003E, with \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/ayumi-goto\/\u0022\u003EAyumi Goto\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/cheryl-trudeau\/\u0022\u003ECheryl Trudeau\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/elwood-jimmy\/\u0022\u003EElwood Jimmy\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/peter-morin\/\u0022\u003EPeter Morin\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECo-Relations\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EIn \u003Cem\u003ESix Chairs in a Circle, \u003C\/em\u003Eartist Haruko Okano invites\u003Cem\u003E \u003C\/em\u003EAyumi Goto, Cheryl Trudeau, Elwood Jimmy, and Peter Morin to explore ideas of collectivity based on desire, love, relation building, empathy, collaboration, and generosity. Learning from human and non-human living networks and systems, each contributor shares knowledge, experience, and methods of gathering through differences and conflicted narratives deriving from the complexities of sharing an intercultural landscape. By exploring methods of non-hierarchical collectivity, this conversation aims to deepen our understandings of various value systems and shift the way in which we come together in intimate spaces—at home, the workplace, and other social settings. The circle then opens up for participants to join the conversation and evoke a sense of interconnectedness and belonging.\u003C\/p\u003E\n\n\u003Ch3\u003E2019 ONGOING\u003C\/h3\u003E\n\n\u003Ch4\u003EStorytelling Sessions\u003C\/h4\u003E\n\n\u003Cp\u003EFridays (5–7pm) and Saturdays\/Sundays (12–2pm) from September 21 through December 1 at 259 Lake Shore Blvd E; Saturdays and Thursdays\/Sundays (12–2pm) from September 22 through December 1 at the Small Arms Inspection Building\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/fan-wu\/\u0022\u003EFan Wu\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/nadijah-robinson\/\u0022\u003ENadijah Robinson\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/rebecca-flemister\/\u0022\u003ERebecca Flemister\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003EStorytelling\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EStorytelling seeks to shift the mediation of contemporary art away from conventional modes of interpreting and informing to narrating and embodying through weekly walks and conversations. An intergenerational and multilingual group of storytellers share personal insights and experiences of the city as they guide visitors through the Exhibition’s installations, research, and political perspectives. Taking us along hidden river routes, through archives, and into speculative futures, storytellers bring submerged narratives related to Toronto’s shifting shoreline to the surface.\u003C\/p\u003E\n\n\u003Ch4\u003ETools for Learning Toolbox\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember–November 2019, online and in print\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/ali-shamas-qadeer\/\u0022\u003EAli Shamas Qadeer\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/chris-lee\/\u0022\u003EChris Lee\u003C\/a\u003E\u003Cbr \/\u003E\nWith support from Lang Family Foundation and Rossy Fam\u003C\/label\u003Eily Foundation for Learning\u003C\/p\u003E\n\n\u003Cp\u003EGenerated with Biennial participants and collaborators, the toolbox comprises group exercises, performative scores, proposals for collaborative thinking and making, artist interviews, and audio tours. Tools can be instruments to make and repair, but also strategies to undo and refuse. Whether in the Biennial, the classroom, or at home, our multimedia toolbox can be put to use by educators, students, and other community members in connecting their own experiences and curricula with process-based, playful approaches to contemporary artistic practices. Practically and conceptually, the toolbox offers materials and methods for reimagining relations with land, water, and each other. Designed by Chris Lee and Ali Shamas Qadeer, it can be downloaded for free \u003Ca href=\u0022https:\/\/torontobiennial.org\/tools-for-learning\/\u0022\u003Ehere\u003C\/a\u003E.\u003C\/p\u003E\n\n\u003Ch4\u003EJumblies Theatre \u0026amp; Arts Workshops\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EEvery Saturday from September 28 through November 23, 11am–1pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/jumblies-theatre-and-arts\/\u0022\u003EJumblies Theatre \u0026amp; Arts\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EThroughout the Biennial, a team of artists from Jumblies Theatre \u0026amp; Arts facilitate public art-making workshops for all ages, backgrounds, and abilities. After viewing the installation, \u003Cem\u003EBy These Presents: “Purchasing” Toronto \u003C\/em\u003Eat the Small Arms Inspection Building, participants are invited to write, draw, or embroider their responses on felted quilt pieces. Both Iroquois and Anishinaabe beading styles are shared, alongside open discussion of the installation’s content. Following the workshops, the pieces generated are combined in a giant quilt that addresses the Dish with One Spoon regional treaty to be presented in the Biennial’s 2022 edition.\u003C\/p\u003E\n\n\u003Ch4\u003EShort Format Podcast Series\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember–November 2019, online\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/aliya-pabani\/\u0022\u003EAliya Pabani\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/angela-shackel\/\u0022\u003EAngela Shackel\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ETBA Podcast\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cem\u003EShort Format\u003C\/em\u003E is a podcast and audiogram series created by Aliya Pabani and Angela Shackel for the Biennial. In expanding dialogues around the inaugural Toronto Biennial of Art, selected artists discuss their practices and processes in a series of short-format podcasts and audiograms. Participating artists and collectives include Adrian Blackwell, Ayumi Goto, Caroline Monnet, Diane Borsato, Isuma, Jeneen Frei Njootli, Kim Tomczak and Lisa Steele, Life of a Craphead, Maria Thereza Alves, Syrus Marcus Ware, and Tsēmā Igharas. Click \u003Ca href=\u0022https:\/\/toronto-biennial-of-art-podcast.simplecast.com\/episodes\u0022\u003Ehere\u003C\/a\u003E to listen to the \u003Cem\u003EShort Format\u003C\/em\u003E podcast series.\u003C\/p\u003E\n\n\u003Ch4\u003ETools for Learning: Schools Program\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EEvery Tuesday and Thursday from October through November at 259 Lake Shore Blvd E and at the Small Arms Inspection Building\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E\u003Clabel class=\u0022index-label2\u0022\u003EFacilitators: \u003C\/label\u003E \u003Clabel class=\u0022index-label\u0022\u003EFacilitators: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/anu-radha-verma\/\u0022\u003EAnu Radha Verma\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/blank-canvases\/\u0022\u003EBlank Canvases\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/programs\/school-hop-2\/\u0022\u003ECanadian Art School Hop\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/mark-dudiak\/\u0022\u003EMark Dudiak\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/zahra-komeylian\/\u0022\u003EZahra Komeylian\u003C\/a\u003E; Storytellers: \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/fan-wu\/\u0022\u003EFan Wu\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/nadijah-robinson\/\u0022\u003ENadijah Robinson\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/rebecca-flemister\/\u0022\u003ERebecca Flemister\u003C\/a\u003E\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EFrom October through November, the Biennial invites school groups and educators from across the GTA (and beyond) to engage in free workshops on weekdays at the Biennial’s two main venues. At these sites, participants can visit the exhibitions with the Biennial’s Storytellers, as well as participate in specially designed workshops for various age groups facilitated by dynamic artists and educators. Through experiential and embodied approaches, students and educators can connect their own experiences to the questions and conversations posed by the Biennial’s Participants and their projects.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EThe Drowned World\u003C\/strong\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EEvery Saturday from September 21 through November 30, 11am–4pm at Ontario Place, Cinesphere\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/aki-inomata\/\u0022\u003EAki Inomata\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/alvin-lucier\/\u0022\u003EAlvin Lucier\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/apichatpong-weerasethakul\/\u0022\u003EApichatpong Weerasethakul\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/aryo-danusiri\/\u0022\u003EAryo Danusiri\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/brandon-poole\/\u0022\u003EBrandon Poole\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/clarice-lispector\/\u0022\u003EClarice Lispector\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/cyprien-gaillard\/\u0022\u003ECyprien Gaillard\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/dark-morph\/\u0022\u003EDark Morph\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/drexciya\/\u0022\u003EDrexciya\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/jg-ballard\/\u0022\u003EJ.G. Ballard\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/james-tenney\/\u0022\u003EJames Tenney\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/jean-painleve\/\u0022\u003EJean Painlevé,\u003C\/a\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/julian-charriere\/\u0022\u003E Julian Charrière\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/jumana-manna\/\u0022\u003EJumana Manna\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/katarzyna-badach\/\u0022\u003EKatarzyna Badach\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/alfredo-ramos-fernandez\/\u0022\u003EAlfredo Ramos Fernández\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/lisa-rave\/\u0022\u003ELisa Rave\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/marguerite-humeau\/\u0022\u003EMarguerite Humeau\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/nils-aslak-valkeapaa\/\u0022\u003ENils-Aslak Valkeapää\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/pauline-oliveros\/\u0022\u003EPauline Oliveros\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/raven-chacon\/\u0022\u003ERaven Chacon\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/revital-cohen-and-tuur-van-balen\/\u0022\u003ERevital Cohen and Tuur Van Balen\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/ville-kokkonen\/\u0022\u003EVille Kokkonen\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/whatever\/\u0022\u003EWhatever\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/the-world-soundscape-project\/\u0022\u003EThe World Soundscape Project\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EGuest curator: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/charles-stankievech\/\u0022\u003ECharles Stankievech\u003C\/a\u003E\u003Cbr \/\u003E\nIn partnership with COMME des GARÇONS, MVS Proseminars at the University of Toronto—John H. Daniels Faculty of Architecture, Landscape, and Design, and Ontario Place Corporation\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EDuring the Biennial, the Cinesphere becomes a world within a world, merging film and sound art with scent and changing atmospheric conditions. From cosmological origin stories to a future in which civilization is extinct, \u003Cem\u003EThe Drowned World\u003C\/em\u003E contrasts deep time with the decline of global ecologies. The project’s title refers to J.G. Ballard’s 1962 archaeopsychic cli-fi novel in which the ice caps have melted and submerged the world, forcing the migration of a dwindling and devolving human species into the Canadian Arctic.\u003C\/p\u003E\n\n\u003Cp\u003EPrehistoric sounds; the sonification of a dying star; the submarine beats of Detroit’s bubble metropolis; the sacrifice of a muskrat; the love of an octopus—within this brave new world, the artificial boundaries of modernity’s civilizations have evaporated, and life in all its forms continues to shift.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EAntarctica\u003C\/strong\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EEvery Friday (5–5:30pm and 6:15–6:45pm) and Sunday (2–2:30pm and 3:15–3:45pm) from September 22 through December 1 at 259 Lake Shore Blvd E; no 6:15pm performance on October 11, and no 5pm performances from October 18 through November 29.\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/programs\/antarctica\/\u0022\u003EParticipants\u003C\/a\u003E: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003EDainty Smith, Ravyn Wngz, Syrus Marcus Ware, and Yousef Kadoura\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003ELive theatrical performances take place every week as part of \u003Cem\u003EAntarctica\u003C\/em\u003E, an installation that draws on the shared language of speculative fiction and political activism where the next generation of racialized activists offers insights into a future radically altered by climate change.\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EIsonomia in Toronto Series\u003C\/strong\u003E\u003C\/p\u003E\n\n\u003Cp\u003EThis series of weekly performances and readings takes place within \u003Ca href=\u0022https:\/\/torontobiennial.org\/work\/adrian-blackwell-at-259-lake-shore\/\u0022\u003EAdrian Blackwell\u003C\/a\u003E’s two interrelated structures featured within the Biennial exhibitions at 259 Lake Shore Blvd E and the Small Arms Inspection Building.\u003C\/p\u003E\n\n\u003Ch4\u003EPerformance by Camilo Godoy\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 27, 7–9pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/andil-gosine\/\u0022\u003EAndil Gosine\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/camilo-godoy\/\u0022\u003ECamilo Godoy\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/ernie-tollar\/\u0022\u003EErnie Tollar\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/maryem-tollar\/\u0022\u003EMaryem Tollar\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/pamela-sneed\/\u0022\u003EPamela Sneed\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EProgram: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cem\u003EVivo y En Directo\u003C\/em\u003E is a performance in the form of a live news variety show hosted by Camilo Godoy. Guests include New York-based poet, writer, performer, and artist Pamela Sneed, Toronto-based academic Andil Gosine, and musicians Maryem Tollar and Ernie Tollar. Together they engage with topics ranging from current to historical events. The show can be viewed online and live to witness the production of television and the construction of meaning and history. Godoy thanks the Intergenerational LGBT Artist Residency for curatorial consultancy.\u003C\/p\u003E\n\n\u003Ch4\u003EReadings by Pamela Sneed\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 28, 2–4pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/pamela-sneed\/\u0022\u003E\u003Clabel class=\u0022index-label2\u0022\u003EPamela Sneed\u003C\/label\u003E\u003C\/a\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EProgram: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EFollowing her participation in Camilo Godoy\u0027s \u003Cem\u003EEn Vivo y En Directo\u003C\/em\u003E on September 27 at 259 Lake Shore Blvd E, New York-based poet, writer, performer, and artist Pamela Sneed offers readings of her work.\u003C\/p\u003E\n\n\u003Ch4\u003EPerformance by Marshall Trammell\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 4, 7–9pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/marshall-trammell\/\u0022\u003E\u003Clabel class=\u0022index-label2\u0022\u003EMarshall Trammell\u003C\/label\u003E\u003C\/a\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EMarshall Trammell performs \u003Cem\u003EWarrior Ethos\u003C\/em\u003E comprising two visual compositions (graphic notation): one for drum set, and the other for drum set, bull roarers, and face jugs. The first composition was created for Trammell by San Francisco Bay Area-based composer and bassist Lisa Mezzacappa for his \u003Cem\u003EIndexical Moment\/um\u003C\/em\u003E installation series held at Southern Exposure at the beginning of his tour in April 2019. The second is derived from a 10-month residency at Off Lomas in Albuquerque, NM. There he formed In Defense of Memory “Burn the Temples\/Break Up the Bells,” a community engagement Insurgent Learning Workshop referencing methodologies deployed by a collective of Pueblo Indians for the Pueblo Revolt of 1680.\u003C\/p\u003E\n\n\u003Ch4\u003EWorkshop by Marshall Trammell\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 5, 2–4pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/marshall-trammell\/\u0022\u003E\u003Clabel class=\u0022index-label2\u0022\u003EMarshall Trammell\u003C\/label\u003E\u003C\/a\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EFollowing his performance of \u003Cem\u003EWarrior Ethos\u003C\/em\u003E on October 4 at 259 Lake Shore Blvd E, Marshall Trammell conducts an Insurgent Learning Workshop as community engagement, an open rehearsal re-designating the array of Underground Railroad quilt block codes as an artist-driven reimagining of navigating the global economy rendered as a collective, music conduction system practicum and performance.\u003C\/p\u003E\n\n\u003Ch4\u003EPerformance by AKU-MATU\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 11, 7–9pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Ca href=\u0022https:\/\/torontobiennial.org\/programs\/isonomia-in-toronto-4\/\u0022\u003E\u003Clabel class=\u0022index-label2\u0022\u003EAKU-MATU\u003C\/label\u003E\u003C\/a\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EWhat would a polar bear say if he could rap? Why are bowhead whales so sexy? Join Iñupiaq artist AKU-MATU as she brings you to the Arctic through humour, rap, costumes, and unique characters.\u003C\/p\u003E\n\n\u003Ch4\u003ETalk by Karyn Recollet\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 12, 2–4pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Ca href=\u0022https:\/\/torontobiennial.org\/programs\/isonomia-in-toronto-12\/\u0022\u003E\u003Clabel class=\u0022index-label2\u0022\u003EKaryn Recollet\u003C\/label\u003E\u003C\/a\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EIn \u003Cem\u003EWhen Future Falls are Imminent: The moves and returns of scoop choreography of the fall\u003C\/em\u003E, Karyn Recollet explores the meanings and experiences of choreographies of the fall embodying a set of relationships to land-ing and falling as ways of being in relation with lands and each other. This talk thinks alongside Afrofuturist and Indigenous futurist activators to consider “falls” as a way of land-ing into each other in expansive and fully relational ways.\u003C\/p\u003E\n\n\u003Ch4\u003EPerformance and Talk by CAConrad\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EOctober 18, 7–9pm at 259 Lake Shore Blvd E\u003Cbr \/\u003E\nOctober 19, 2–4pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\nContributor: \u003Ca href=\u0022https:\/\/torontobiennial.org\/programs\/isonomia-in-toronto-5\/\u0022\u003ECAConrad\u003C\/a\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003ECAConrad discusses their new (Soma)tic Poetry Ritual \u0022Resurrect Extinct Vibration\u0022 and reads from the resulting poems.\u003C\/p\u003E\n\n\u003Ch4\u003E\u003Cstrong\u003EPerformance by Laura Ortman\u003C\/strong\u003E\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E\u003Cstrong\u003EOctober 25, 7–9pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Ca href=\u0022https:\/\/torontobiennial.org\/programs\/isonomia-in-toronto-6\/\u0022\u003E\u003Clabel class=\u0022index-label2\u0022\u003ELaura Ortman\u003C\/label\u003E\u003C\/a\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EApache violinist Laura Ortman presents her performance, \u003Cem\u003EROCKS\u003C\/em\u003E. From the rosined-out beast of her tough stained violin emerges deranged crumpled wings twirling in starlight and oil slickness and shininess. Bearing heavy use of amplification and effects, she also incorporates over-rosining to add smoke, dust, wind, and slow-motion grittiness in her scored\/improvised compositions for amplified violin, Apache violin, whistles, tree branches, slides, megaphone, guitar picks, bells, and tuning fork.\u003C\/p\u003E\n\n\u003Cp\u003E \u003C\/p\u003E\n\n\u003Ch4\u003E\u003Cstrong\u003ETalk by Lou Sheppard\u003C\/strong\u003E\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E\u003Cstrong\u003EOctober 26, 2–4pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/lou-sheppard\/\u0022\u003E\u003Clabel class=\u0022index-label2\u0022\u003ELou Sheppard\u003C\/label\u003E\u003C\/a\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EIn Lou Sheppard\u0027s program, \u003Cem\u003EWintersong—Atlantic Flyway\u003C\/em\u003E, participants learn to sing simple melodies based on the songs of birds migrating south from the Toronto area. Using rounds and harmonies, we create a choral soundscape, sounding the songs that go missing over the winter, sending the birds on their way and calling them back in the spring. All are welcome regardless of prior choral or singing experience. Prior to the workshop, Sheppard gives a brief talk about their work.\u003C\/p\u003E\n\n\u003Ch4\u003E\u003Cstrong\u003ELecture-Performance and Treaty Orchestration with New Red Order and Guests\u003C\/strong\u003E\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E\u003Cstrong\u003ENovember 1, 7–9pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/ange-loft\/\u0022\u003EAnge Loft\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/christopher-bracken\/\u0022\u003EChristopher Bracken\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/the-new-red-order\/\u0022\u003ENew Red Order\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/yamantaka-sonic-titan\/\u0022\u003EYamantaka \/\/ Sonic Titan\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003ENew Red Order presents \u003Cem\u003EBelievable Impossibilities\u003C\/em\u003E, a lecture-performance and treaty orchestration featuring Christopher Bracken and Ange Loft, DJ’d by Yamantaka \/\/ Sonic Titan.\u003C\/p\u003E\n\n\u003Ch4\u003E\u003Cstrong\u003EChristopher Bracken with New Red Order\u003C\/strong\u003E\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E\u003Cstrong\u003ENovember 2, 2–4pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/the-new-red-order\/\u0022\u003EAdam Khalil\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/christopher-bracken\/\u0022\u003EChristopher Bracken\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/the-new-red-order\/\u0022\u003EJackson Polys\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003E“Why Savage Philosophy Now?” is a talk by Christopher Bracken in discussion with two members of New Red Order, Adam Khalil and Jackson Polys. More than a decade ago, in Bracken\u0027s book, \u003Cem\u003EMagical Criticism\u003C\/em\u003E, he echoed Heidegger in posing the scandalous question, “What are savages for?” His answer at the time was: “Savage philosophers are the outgrowths of discourse, and they dare us to think more by daring to enrich signs with a principle of change.” In this talk, inspired by the appropriation of Bracken\u0027s work by the NRO, he revisits the theory of savage philosophy and asks: what are the stakes of affirming “the being of non-being”?\u003C\/p\u003E\n\n\u003Ch4\u003E\u003Cstrong\u003EPerformances by RISE Edutainment\u003C\/strong\u003E\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E\u003Cstrong\u003ENovember 8, 7–9pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/dynesti-williams\/\u0022\u003EDynesti Williams\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/jayda-marley\/\u0022\u003EJayda Marley\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/randell-adjei\/\u0022\u003ERandell Adjei\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/reaching-intelligent-souls-everywhere\/\u0022\u003EReaching Intelligent Souls Everywhere (RISE)\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/tamir-holder\/\u0022\u003ETamir Holder\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003ERISE Edutainment curate a one-hour musical and poetic performance intended to inspire, engage, and empower the audience. These messages delve into introspection, self-love, and self-identity. Participants in this program for the Biennial include Dynesti Williams, Jayda Marley, Randell Adjei, and Tamir Holder.\u003C\/p\u003E\n\n\u003Ch4\u003E\u003Cstrong\u003EReadings by Urayoán Noel\u003C\/strong\u003E\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E\u003Cstrong\u003ENovember 9, 2–4pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/urayoan-noel\/\u0022\u003E\u003Clabel class=\u0022index-label2\u0022\u003EUrayoán Noel\u003C\/label\u003E\u003C\/a\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EPuerto Rican poet, performer, professor, and polemicist Urayoán Noel offers up two readings. The first includes excerpts from \u003Cem\u003EQué haré con mi lugar en el cielo\u003C\/em\u003E, a new collection of poems by Wingston González, along with Noel\u0027s translation of his work. These poems were inspired by the sculptures of Naufus Ramírez Figueroa, which reflect on the figure of the \u003Cem\u003Esilleros\u003C\/em\u003E (porters used to carry people or their belongings) in colonial Latin America. Noel then shares work from his own practice, rooted in an ongoing dialogue with González.\u003C\/p\u003E\n\n\u003Ch4\u003E\u003Cstrong\u003EPerformance by Lawrence Abu Hamdan\u003C\/strong\u003E\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E\u003Cstrong\u003ENovember 15, 7–9pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EContributor: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/lawrence-abu-hamdan\/\u0022\u003ELawrence Abu Hamdan\u003C\/a\u003E\u003Cbr \/\u003E\nIn partnership with the British Council\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EIn Lawrence Abu Hamdan\u0027s performance \u003Cem\u003EContra Diction\u003C\/em\u003E, he seeks to explore the ways in which our right to silence can be preserved in today’s All-Hearing and All-Speaking society. In his reappraisal of silence and its politics, Abu Hamdan looks into the linguistics of \u003Cem\u003ETaqiyya\u003C\/em\u003E, an old piece of Islamic jurisprudence practised only by esoteric minorities that allows a believing individual to deny his faith or commit otherwise illegal acts while they are at risk of persecution or in a condition of statelessness. By looking into stories of alleged mass conversions of the Druze minority in northern Syria, Abu Hamdan indicates how such minor speech acts can help us re-appraise the precision of speaking, the multiple ways of remaining silent, and the inherently unfaithful nature of one’s voice.\u003C\/p\u003E\n\n\u003Ch4\u003EDelineating a Nation-state: A Conversation\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 16, 2–4pm at the Small Arms Inspection Building\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/irena-latek\/\u0022\u003EIrena Latek\u003C\/a\u003E, \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/karyn-recollet\/\u0022\u003EKaryn Recollet\u003C\/a\u003E, and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/roberto-damiani\/\u0022\u003ERoberto Damiani\u003C\/a\u003E, with \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/adrian-blackwell\/\u0022\u003EAdrian Blackwell\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/david-fortin\/\u0022\u003EDavid Fortin\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cem\u003EDelineating a Nation-state\u003C\/em\u003E is a preview of the forthcoming issue 12 of \u003Cem\u003EScapegoat: Architecture \/ Landscape \/ Political Economy\u003C\/em\u003E, featuring Irena Latek, Karyn Recollet, and Roberto Damiani, and moderated by co-editors Adrian Blackwell and David Fortin. This conversation examines the relationship between urban morphology and processes of settler colonialism, through the delineation of property in land.\u003C\/p\u003E\n\n\u003Cp\u003EThe building of a nation-state involves the drawing of lines on pieces of paper and the transcription of those lines onto a territory. All architects’ drawings are constrained and structured by these primary processes of delineation. This conversation brings together two foundational discourses about national space—an architectural conversation about the relationship between property division and architectural form and an ongoing debate about the land-appropriations of settler colonialism.\u003C\/p\u003E\n\n\u003Ch4\u003E\u003Cstrong\u003EPerformance by Sister Co-Resister\u003C\/strong\u003E\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E\u003Cstrong\u003ENovember 22, 7–9pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Cstrong\u003ENovember 23, 2–4pm at the Small Arms Inspection Building\u003C\/strong\u003E \u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/programs\/isonomia-in-toronto-9\/\u0022\u003EParticipants\u003C\/a\u003E: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/sister-co-resister\/\u0022\u003ESister Co-Resister\u003C\/a\u003E (Annie Wong, Marilyn Fernandes, and Pamila Matharu), with Frizz Kid, Nedda Baba, and Yara El Safi\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cem\u003EMy sister by the river \u003C\/em\u003Eis a séance to mourn and move memories of lost feminist kin into the future. Performed by an ad hoc coven of artists, this séance engages rituals of radical remembrance and hospitality as a method of solidarity building among the living and the dead.\u003Cem\u003E My sister by the river \u003C\/em\u003Eis conceived and created by Annie Wong with performers Frizz Kid, Nedda Baba, and Yara El Safi, and co-produced by Marilyn Fernandes and Pamila Matharu.\u003C\/p\u003E\n\n\u003Cp\u003EThe November 23 event at the Small Arms Inspection Building is a conversation with Sister Co-Resister and collaborators speaking to their shared letters to Spirits, the intentions behind each member’s ritual practice, and other processes involved in the making of the collective séance.\u003C\/p\u003E\n\n\u003Ch4\u003EPerformance by Aki Onda\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E\u003Cstrong\u003ENovember 29, 7–9pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/aki-onda\/\u0022\u003E\u003Clabel class=\u0022index-label2\u0022\u003EAki Onda\u003C\/label\u003E\u003C\/a\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003E\u003Cem\u003EReflections and Repercussions \u003C\/em\u003Eexplores the interplay among luminosity, acoustic, and architectural relationships within the space. Performing with various types of lightning equipment such as theatre lights, flashlights, bare light bulbs, mirrors, and other objects, Onda arranges and rearranges the tools composing the visual and aural as a total environment. The complex relationship between the concrete and the ephemeral is explored.\u003C\/p\u003E\n\n\u003Ch4\u003E\u003Cstrong\u003ECollaborative Performance by Ayumi Goto and Peter Morin\u003C\/strong\u003E\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E\u003Cstrong\u003ENovember 29, 7–9pm at 259 Lake Shore Blvd E\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Cstrong\u003ENovember 30, 2–4pm at the Small Arms Inspection Building\u003C\/strong\u003E \u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/ayumi-goto\/\u0022\u003EAyumi Goto\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/peter-morin\/\u0022\u003EPeter Morin\u003C\/a\u003E\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EStream: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECurrents\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003ERelating to \u003Cem\u003EReflections and Repercussions\u003C\/em\u003E is ...\u003Cem\u003ECrow meets Salmon\u003C\/em\u003E, this performance by Ayumi Goto and Peter Morin moves together and apart with respect to all that has accumulated in these sites, locations, and histories. Crow-salmon-human relations provide a prism through which to examine the interconnections between sky, water, land, and the mutability of forms toward making a joyous sound for creating joyful kinships.\u003C\/p\u003E\n\n\u003Ch3\u003E2020\u003C\/h3\u003E\n\n\u003Cp\u003ETBA2020-21 Programs were curated by \u003Ca href=\u0022https:\/\/torontobiennial.org\/team\/clare-butcher\/\u0022\u003EClare Butcher\u003C\/a\u003E and \u003Ca href=\u0022https:\/\/torontobiennial.org\/team\/myung-sun-kim\/\u0022\u003EMyung-Sun Kim\u003C\/a\u003E.\u003C\/p\u003E\n\n\u003Ch4\u003E2020 Contingencies of Care Residency\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EJune, online\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/toronto-biennial-of-art-residency\/\u0022\u003EParticipants\u003C\/a\u003E: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003EDr Julie Nagam, Tian Zhang, and Vanessa Kwan\u003Cbr \/\u003E\nIn partnership with OCAD University, UBC Okanagan, Emily Carr University of Art \u0026amp; Design, BUSH Gallery, and York University\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EOver two iterations, the TBA Residency Program partners with Contingencies of Care–a virtual residency for graduate students in art and design in partnership with leading universities and galleries across Canada. Contingencies of Care hosts hundreds of participants, exploring how care plays a distinct role in our creative processes and the well-being of our communities. For further information, see the residency website: \u003Ca href=\u0022https:\/\/contingenciesofcare.com\/\u0022\u003Ehttps:\/\/contingenciesofcare.com\/\u003C\/a\u003E\u003C\/p\u003E\n\n\u003Ch4\u003ERabbit Hole Residency: Pod Theory\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ENovember 2–15, online\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/toronto-biennial-of-art-residency\/\u0022\u003EParticipants\u003C\/a\u003E: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECamille Turner, Candice Hopkins, Clare Butcher, Dana Prieto, Eric-Paul Riege, Jorge González (in collaboration with Edwin Marcucci and Juana de Laures), Katie Lawson, Myung-Sun Kim, Nova Weipert, Roxanne Fernandes, Tairone Bastien, and Vanessa Kwan\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EGuests: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ESebastien De Line, Mata Aho, and Wildseed Black Arts Fellowship\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EFacilitated by:\u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003EAnge Loft and Syrus Marcus Ware\u003Cbr \/\u003E\nWith support from Toronto Arts Council\u003C\/label\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EIn partnership with:\u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003Egrunt gallery and Black Lives Matter–Toronto (Wildseed Black Arts Fellowship)\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EIn the fall of 2020, the Biennial hosts a research-based, experimental, virtual residency, \u003Cem\u003ERabbit Hole: Pod Theory\u003C\/em\u003E, wherein Biennial curators, commissioned participants, and facilitators come together as an interwoven network of pods. Inspired by Mia Mingus and the Bay Area Transformative Justice Collective’s pod-mapping exercise, each curator invites an artist into their pod for two weeks to share methodologies and collaborative approaches within an ethos of care. Led and facilitated by Ange Loft and Syrus Marcus Ware, this residency explores the mythologies, caveats, protocols, and diverse practices of collectivity and connectivity–some intimate and others public-facing–across time zones and geographies.\u003C\/p\u003E\n\n\u003Ch3\u003E2021\u003C\/h3\u003E\n\n\u003Ch4\u003E2021 Contingencies of Care Residency\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EJune, online\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003E\u003Ca href=\u0022https:\/\/torontobiennial.org\/toronto-biennial-of-art-residency\/\u0022\u003EParticipants\u003C\/a\u003E: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003ECason Sharpe, Chiedza Pasipanodya, Genviève Wallen, Julia Paoli, Tanya Lukin Linklater, Yaniya Lee, and Zoe Imani Sharpe\u003Cbr \/\u003E\nIn partnership with OCAD University, UBC Okanagan, Emily Carr University of Art \u0026amp; Design, BUSH Gallery, and York University\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EOver two iterations, the TBA Residency Program partners with Contingencies of Care–a virtual residency for graduate students in art and design in partnership with leading universities and galleries across Canada. Contingencies of Care hosts hundreds of participants, exploring how care plays a distinct role in our creative processes and the well-being of our communities. For further information, see the residency website: \u003Ca href=\u0022https:\/\/contingenciesofcare.com\/\u0022\u003Ehttps:\/\/contingenciesofcare.com\/\u003C\/a\u003E\u003C\/p\u003E\n\n\u003Ch4\u003EThe Symbolic Language of Wampum Diplomacy\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESeptember 28, 11:30am–1:30pm, online\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003E\u003Ca href=\u0022https:\/\/euc.yorku.ca\/research-spotlight\/polishing-the-chain-treaty-relations-in-toronto\/\u0022\u003EParticipants\u003C\/a\u003E: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003EAlan Ojig Corbiere, Ange Loft, and Rick Hill\u003Cbr \/\u003E\nIn partnership with York University\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EAt the 1764 Treaty of Niagara, The British extended their nearly century-old Covenant Chain alliance with the Haudenosaunee, to the 24 Western Nations of the Great Lakes area. In this talk, Dr Alan Ojig Corbiere and Rick Hill discusses the Covenant Chain, the visual and metaphoric language of wampum diplomacy, and the symbolism represented in the 1764 and 24 Nations belts delivered at Niagara to secure this crucial alliance. The symbolism inscribed in these belts drew from the Dish with One Spoon Wampum, and would have been used deliberately as a means to secure relations with Indigenous nations. Ange Loft discusses the ways this visual language is deployed in her \u003Cem\u003EA Treaty Guide for Torontonians\u003C\/em\u003E and \u003Cem\u003EDish Dances\u003C\/em\u003E, both of which are featured in the 2022 Toronto Biennial of Art.\u003C\/p\u003E\n\n\u003Ch4\u003EConversation with Karen Pheasant-Neganigwane and Tanya Lukin Linklater\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E22 October, 6–7pm, online\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003E\u003Ca href=\u0022https:\/\/onculturedays.ca\/tanya-and-karen-2021-oncd\/\u0022\u003EParticipants\u003C\/a\u003E: \u003C\/label\u003E \u003Clabel class=\u0022index-label2\u0022\u003EClare Butcher, Karen Pheasant-Neganigwane, and Tanya Lukin Linklater\u003Cbr \/\u003E\nIn partnership with Ontario Culture Days\u003C\/label\u003E\u003C\/p\u003E\n\n\u003Cp\u003EDuring this conversation, Karen Pheasant-Neganigwane and Tanya Lukin Linklater share insights into their practices as artists, educators, and writers working within Indigenous performance methodologies. Reflecting on their ongoing relationships with one another, place, language, and those who have shaped their work over time, Pheasant-Neganigwane and Lukin Linklater carefully consider their personal processes of situating embodied practices in community and in the arts. They speak to the Indigenous performance histories that ground their contemporary approaches, as well as the role of intergenerational exchange as a mode of learning. The conversation, with moderator Clare Butcher, takes place ahead of Lukin Linklater’s contribution to the 2022 edition of the Toronto Biennial of Art and the Ontario Culture Days Creatives in Residence Program.\u003C\/p\u003E\n\n\u003Ch4\u003EHow Do We Experience Art? – A Workshop With Fan Wu\u003C\/h4\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E9 November, 6–7pm, online\u003C\/strong\u003E\u003Cbr \/\u003E\u003Cbr \/\u003E\u003Clabel class=\u0022index-label\u0022\u003EParticipants: \u003C\/label\u003E \u003Ca href=\u0022https:\/\/torontobiennial.org\/artist-contributor\/fan-wu\/\u0022\u003E\u003Clabel class=\u0022index-label2\u0022\u003EFan Wu\u003C\/label\u003E\u003C\/a\u003E\u003C\/p\u003E\n\n\u003Cp\u003EHow can we facilitate unusual or experimental experiences of art in gallery spaces? To celebrate the online launch of \u003Cem\u003EThis Is Not An Archive\u003C\/em\u003E, contributor Fan Wu will lead an interactive, pedagogical workshop over Zoom, in which he shares a number of methods he developed in relation to sites and works within the 2019 edition of the Biennial. Within the workshop, you will be invited to collectively brainstorm and practice alternative forms of thinking-feeling with art through a series of exercises.\u003C\/p\u003E\n","nid":"67","field_subtitle":"2019-2021"}]